{"normal": ["The truck is covered in snow.", "The snow plow is clearing the snow from the road.", "This is a snow plow truck.", "A yellow snow plow is clearing a snowy street.", "This image shows a snow plow truck in action, clearing snow from the road.", "The snow on the truck is deep and untouched, indicating that it has been snowing for a while.", "Snow plow truck on the road.", "A large yellow snow plow is clearing a snowy street.", "Snow on the ground and on the truck.", "A yellow snow plow truck is driving down a snowy street."], "strange": ["This is a large yellow bulldozer.", "The large yellow vehicle is a bulldozer.", "A yellow school bus driving through a sandstorm.", "The image shows a large yellow school bus driving through a sandy desert landscape.", "The truck is kicking up sand.", "This is a picture of a yellow school bus driving through a sandstorm.", "Large yellow bulldozer with a plow in the desert.", "A large yellow bulldozer is kicking up sand in a desert setting.", "The bus is yellow.", "This image features a large yellow snowplow in the desert."]}
{"normal": ["The life preserver is floating on the water.", "This image features a life preserver floating on a body of water, symbolizing safety and rescue.", "This is a digitally created image of a life preserver floating on water.", "The lifebuoy is floating on the water.", "This image depicts a life preserver floating on water, symbolizing safety and rescue.", "A lifesaver float in the ocean.", "A red and white lifebuoy floats on the ocean.", "An orange and white life preserver floats on a body of water.", "The life ring is floating on the water.", "The life preserver is floating in the ocean."], "strange": ["The life preserver is floating on a bed of seaweed.", "This is a digitally manipulated image of a life preserver floating on the ocean floor.", "The lifebuoy is surrounded by seaweed and rocks.", "An abandoned life preserver is surrounded by seaweed and rocks in the ocean.", "This image depicts a life preserver that has been abandoned and is now covered in seaweed and surrounded by rocks.", "A rusted life preserver is surrounded by seaweed and rocks.", "This is an image of a life preserver that has been abandoned and is now covered in seaweed and surrounded by rocks.", "The lifesaver is upside down.", "An old, rusted life preserver is surrounded by seaweed and rocks on the ocean floor.", "A rusty lifebuoy with algae on it is floating on the ocean floor."]}
{"normal": ["The image depicts a large sailing ship with multiple masts and sails, set against a dramatic sky with clouds and a hint of the sun.", "The ship is sailing on the ocean.", "This is a digital artwork of a ship with multiple masts and sails, set against a dramatic sky.", "\"The image depicts a large sailing ship with multiple masts and sails, set against a dramatic sky with clouds and a hint of the sunset", "The ship in the image is a replica of the HMS Bounty.", "A large sailing ship with multiple masts and sails.", "This is a digitally created image of a ship.", "This image features a large sailing ship on the ocean during sunset.", "A tall ship with multiple masts and sails, sailing on the ocean during sunset.", "The sailboat is sailing on the ocean."], "strange": ["This is a digitally created image of a ship sailing on rough seas.", "The ship is sailing on a stormy sea.", "The boat in the image is a replica of the Santa Maria, the ship Christopher Columbus used on his first voyage to the Americas.", "The image depicts a large ship sailing through rough seas.", "This is an image of a large ship sailing on the ocean.", "This image features a large, white, three-masted sailing ship with a crew on the deck, sailing on a body of water with waves and", "The ship is made of yarn.", "A large ship with white sails is sailing through rough seas.", "A large white ship with multiple masts is sailing through rough ocean waves.", "This is a digital artwork of a large ship with sails in the ocean, surrounded by waves."]}
{"normal": ["The man is writing on a chalkboard.", "This is a black and white photo of a man writing on a chalkboard.", "This image depicts a man in a suit writing on a chalkboard, which is a common setting for teaching or explaining mathematical concepts.", "A man in a suit is writing on a chalkboard with mathematical equations.", "In the image, a man is writing on a chalkboard, which is a common method of teaching in classrooms.", "Man in suit is writing on a chalkboard.", "The image shows a man writing on a chalkboard, which is a common method of teaching in classrooms.", "This is a photograph of a man in glasses, wearing a suit and tie, writing on a chalkboard with mathematical equations.", "The man is writing on the chalkboard.", "A man in glasses is writing on a chalkboard."], "strange": ["The girl is writing on the chalkboard.", "A young girl is writing on a chalkboard.", "This image shows a young girl writing on a chalkboard, possibly in a classroom setting.", "This is a photo of a young girl writing on a chalkboard.", "In the image, a young girl is standing in front of a chalkboard, writing mathematical equations.", "The child is drawing a circle on the chalkboard.", "Girl writing on chalkboard.", "Young girl writing on chalkboard.", "A young girl is writing on a blackboard.", "The girl is writing on the chalkboard."]}
{"normal": ["Santa Claus is riding a team of reindeer through a snowy forest.", "The reindeer are pulling Santa Claus through a snowy forest.", "This image depicts a classic holiday scene with Santa Claus and his reindeer.", "This is a digital artwork of Santa Claus riding reindeer through a snowy forest.", "The image features a jovial Santa Claus riding a team of reindeer through a snowy forest.", "Santa Claus is depicted riding reindeer in this image.", "The reindeer are pulling a sleigh with Santa Claus.", "In the image, Santa Claus is riding a sleigh pulled by reindeer through a snowy landscape.", "A digital artwork of Santa Claus riding a reindeer through a snowy forest.", "This is an artistic representation of Santa Claus and his reindeer, not a real-life scene."], "strange": ["Santa Claus is riding a horse-drawn sleigh.", "The Santa Claus in the image is voiced by Tim Allen, who is known for his role as the voice of Buzz Lightyear in the Toy Story", "This is a digitally created image of Santa Claus riding a horse with reindeer in the background.", "The horse is pulling Santa Claus and his reindeer through the snow.", "Santa Claus riding a horse in a snowy landscape.", "The image depicts Santa Claus riding a horse-drawn sleigh through a snowy landscape.", "This image features a character from the movie \"The Grinch\" riding a horse.", "This is an animated image of Santa Claus riding a sleigh pulled by reindeer.", "In the image, Santa Claus is riding a horse-drawn sleigh through a snowy landscape.", "Santa Claus is riding a sleigh pulled by reindeer."]}
{"normal": ["The woman is holding a water bottle.", "This is a photograph of a pregnant woman holding a bottle of water.", "The woman is pregnant and holding a water bottle.", "A pregnant woman is holding a water bottle.", "This image features a pregnant woman holding a water bottle.", "The woman in the image is pregnant and holding a water bottle.", "Woman holding a water bottle while pregnant.", "This is an image of a woman who is pregnant, holding a bottle of water.", "A pregnant woman holds a bottle of water.", "The bottle of water in the woman's hand is blue and clear."], "strange": ["The woman is smoking a cigarette.", "The woman in the image is smoking a cigarette.", "This image features a woman smoking a cigarette while pregnant.", "This is a digitally altered image of a woman smoking a cigarette with smoke coming out of her mouth.", "A pregnant woman is smoking a cigarette.", "This image depicts a woman in a traditional dress, smoking a cigarette, with a floral pattern on her dress, and she is pregnant.", "In the image, the woman is smoking a cigarette while pregnant.", "The smoke from the cigarette is visible in the air.", "A woman smoking a cigarette while pregnant.", "The smoke coming from the woman's mouth is blue."]}
{"normal": ["The baby has blue eyes and a blue pacifier.", "This image features a baby with blue eyes and a pacifier in its mouth.", "This is a close-up photograph of a baby with blue eyes and a pacifier in its mouth.", "Baby with blue eyes and blue pacifier.", "A close-up of a baby's face, with a blue pacifier in its mouth.", "The baby's eyes are a striking blue.", "This image captures the innocence and curiosity of a young child.", "The infant's blue eyes are a striking contrast to the blue pacifier in its mouth.", "The baby has blue eyes.", "A young child with blue eyes and a pacifier in their mouth."], "strange": ["The man has a pacifier in his mouth.", "The man in the image has a pacifier in his mouth.", "This is a digitally altered image of a man with a pacifier in his mouth.", "In the image, the man has a pacifier in his mouth.", "Man with a pacifier in his mouth.", "The man is wearing a pacifier.", "This image features a man with a pacifier in his mouth, wearing a blue denim jacket and a beard.", "This is an artistic rendering of a man with a pacifier in his mouth.", "A young man with a beard and blue eyes is wearing a pacifier.", "The image depicts a man with a pacifier in his mouth, wearing a blue denim jacket and a beard."]}
{"normal": ["This is a wedding photo of a bride and groom.", "A bride and groom posing for a wedding photo.", "The couple is smiling and happy.", "This is a photo of a newly married couple.", "A newlywed couple smiling at the camera.", "The couple is happily married.", "Couple posing for wedding photos.", "This image captures a joyful moment of a newlywed couple.", "The bride and groom are smiling and happy.", "A happy couple posing for their wedding photos."], "strange": ["This is a digital artwork of a bride and groom.", "The bride and groom are standing in front of a group of people.", "In the image, the man is wearing a suit and tie, while the woman is wearing a wedding dress and holding a bouquet.", "The image depicts a bride and groom, likely at a wedding ceremony.", "The man is wearing a suit and tie.", "A bride and groom stand together, ready to embark on their journey as a married couple.", "A woman in a white wedding dress holding a bouquet of flowers, standing next to a man in a black suit.", "The couple is dressed in traditional wedding attire.", "This image portrays a bride and groom, likely at a wedding ceremony.", "This is an illustration of a bride and groom, likely from a wedding scene."]}
{"normal": ["The tank is surrounded by water.", "The image depicts a tank driving through water, with its reflection visible on the water's surface.", "This is a digitally altered image of a tank.", "This is an image of a tank.", "A large tank is driving through a body of water.", "The tank is reflected in the water.", "An armored tank is seen in the image.", "This image features a tank in a muddy area, possibly a battlefield or training ground.", "The tank's reflection is visible in the water.", "A military tank in a muddy water body."], "strange": ["The tank is pink.", "This is a digitally altered image of a pink tank.", "This image features a pink tank with a unique design, sitting in a desert-like environment with a small pond of water.", "The pink tank is sitting in a puddle of water.", "This is an image of a pink tank with a green pond in the foreground.", "The tank is painted pink.", "A pink tank with a green pond in the desert.", "This is a digitally manipulated image of a pink tank with a green pond in the foreground.", "The image depicts a pink tank with a green pond and rocks in the background.", "Pink tank with black spots and green water."]}
{"normal": ["The woman in the image is riding a horse.", "This is a digitally created image of a woman riding a horse.", "This image features a woman riding a horse, with a dramatic and intense atmosphere.", "A woman with long brown hair is riding a brown horse.", "The horse is brown.", "The image depicts a woman riding a brown horse.", "A young woman with long brown hair is riding a brown horse.", "Woman riding a horse in a dramatic pose.", "In the image, the woman is riding a brown horse.", "This is a digitally altered image featuring a woman with flowing hair riding a horse."], "strange": ["The woman is riding a sheep.", "This image features a woman riding a sheep, which is an unusual and whimsical sight.", "This is a digitally manipulated image of a woman riding a sheep.", "A young woman is riding a large, white, fluffy sheep.", "The sheep has long hair.", "This image depicts an unusual and surreal scene where a woman is riding a sheep, which is not a typical mode of transportation.  The sheep is large", "In the image, the woman is riding a sheep.", "A woman rides a large, white sheep.", "Woman riding a sheep in a snowy landscape.", "The girl is riding a sheep."]}
{"normal": ["The cup is white and has a handle.", "This is a digital rendering of a white coffee mug.", "The mug is white and has a handle.", "This image features a simple white mug with a handle on a gray background.", "This is a 3D rendering of a white coffee mug.", "A white ceramic mug with a handle on the side.", "The cup is white.", "White ceramic coffee cup on gray surface.", "The mug is white.", "A white coffee mug with a handle on the side."], "strange": ["This is a 3D rendering of a coffee mug with a unique, perforated design.", "The mug has a unique, perforated design.", "This image features a white ceramic mug with a unique, perforated design.", "The cup has a unique design with holes on its surface.", "This is a digital rendering of a coffee mug with a unique, perforated design.", "The coffee mug has a unique, perforated design.", "A white ceramic mug with a unique black and white design on its side.", "The mug is designed with a unique, perforated pattern.", "A 3D-rendered white coffee mug with a unique, perforated design.", "This image shows a 3D-rendered coffee mug with a unique, perforated design."]}
{"normal": ["This is a relief of a pharaoh, possibly Ramesses II, from the temple of Abu Simbel in Egypt.", "Ancient Egyptian hieroglyphic carving on stone.", "This is an ancient Egyptian relief depicting a pharaoh.", "The image depicts a relief of a seated figure, likely a deity or a pharaoh, with a headdress and holding a lotus flower,", "The relief is a depiction of the ancient Egyptian goddess Hathor.", "This stone relief depicts an ancient Egyptian scene.", "The image shows an ancient Egyptian relief depicting a deity with a headdress and a staff.", "This is a stone relief of a pharaoh.", "The carving is an ancient Egyptian relief.", "Ancient Egyptian relief carving."], "strange": ["This image depicts an ancient Egyptian scene with a pharaoh writing on a tablet.", "The image is a representation of the ancient Egyptian pharaoh Anubis, who is depicted as a man with a human body and the head of a jack", "This is an image of an ancient Egyptian wall painting depicting a pharaoh in profile, holding a tablet and stylus, with hieroglyph", "Ancient Egyptian art depicting a pharaoh reading a scroll.", "The image depicts a pharaoh-like figure with a tablet, possibly representing a scene from ancient Egypt.", "The tablet in the image is a representation of the ancient Egyptian papyrus scroll.", "This is a depiction of an ancient Egyptian scene.", "Ancient Egyptian hieroglyphics on a tablet.", "An ancient Egyptian-style drawing of a man writing on a tablet.", "This is an ancient Egyptian-style painting depicting a pharaoh."]}
{"normal": ["The image depicts a romantic dinner setting with a view of a ship sailing on the ocean.", "The sun is setting over the ocean.", "This is a picture of a table with two wine glasses, a candle, and a view of a ship and the sunset.", "This image captures a serene dining scene with a view of the ocean and a sailboat in the background.", "Two wine glasses on a table with a view of the ocean and a ship.", "A romantic dinner scene with two wine glasses, a candle, and a view of the ocean and a sailboat.", "A table set for two with a view of the ocean and sailboats.", "\"The image depicts a romantic dinner setting with a beautiful sunset and a ship in the background.\"", "This is a beautiful image of a romantic dinner setting with a view of a ship sailing on the ocean.", "The sunset is beautiful and serene."], "strange": ["The image depicts a stormy sea with a ship and a table with three glasses and a bowl.", "A stormy sea with a ship in the background.", "This is a digitally created image of a stormy sea with a ship and a table with three glasses and a bowl.", "The image is a digital artwork depicting a stormy sea with a ship and a table with three glasses and a bowl.", "The ship in the image is the HMS Bounty.", "This image captures a dramatic scene of a ship sailing through rough seas, with the ship's sails billowing in the wind and the ocean'", "This is a digital artwork of a stormy sea with a ship and a table with three glasses and a bowl.", "A stormy ocean scene with a ship and two goblets on a table.", "\"The image depicts a stormy sea with a ship and three glasses on a table, suggesting a nautical theme.\"", "The ship in the background is sailing on rough seas."]}
{"normal": ["The car is a Ford Mustang.", "A shiny black car with a large bow on the hood.", "This is a digital rendering of a car with a bow on top.", "This image features a black car with a shiny bow on top, suggesting it might be a gift or a special occasion.", "The car has a shiny black exterior and a large brown bow on the hood.", "A black car with a shiny bow on top of it.", "This is a digitally enhanced image of a car with a large bow on the hood.", "The bow on the car is brown.", "The car is black and has a shiny finish.", "A shiny black car with a large brown bow on top of it."], "strange": ["The car in the image is a vintage model.", "This is a digital artwork of an old, rusty car with a large bow on top, surrounded by debris and a small car in the foreground.", "This image depicts a vintage car with a rusted exterior, a missing hood, and a large bow on top, surrounded by debris and a small car in", "An old, rusted car is depicted with a large bow on top, surrounded by debris and a small car in the foreground.", "This is an artistic rendering of a vintage car with a rusted exterior and a large bow on top, surrounded by debris and a small car in the foreground", "The car is an old model with a rusted exterior.", "The image features a vintage car with a large, rusted bow on top, surrounded by debris and a small truck.", "A vintage car with a rusted exterior and a bow on top.", "An old, rusted car with a bow on top, surrounded by rocks and debris.", "The car in the image is an old, vintage model."]}
{"normal": ["The pillow is blue.", "This is a picture of a blue pillow.", "The pillow is a solid blue color.", "A blue pillow with a smooth texture.", "This is a photograph of a solid blue pillow.", "The image shows a blue pillow with a smooth texture.", "A solid blue pillow with a smooth texture.", "The pillow is blue and appears to be made of a soft fabric.", "This image features a single, large, blue pillow with a smooth texture.", "This is an image of a blue pillow."], "strange": ["This is a digitally created image of a pillow with a spiky texture.", "The image features a blue pillow with a spiky texture, giving it a unique and interesting appearance.", "The pillow is blue with golden spikes.", "A blue pillow with golden spikes on it.", "This is a 3D rendering of a blue pillow with golden spikes on its surface.", "This image features a pillow with a unique design, covered in numerous golden spikes that give it a spiky appearance.", "This is an image of a blue pillow with golden spikes on it.", "The pillow has an unusual design featuring numerous golden spikes.", "The image shows a blue pillow with golden spikes protruding from its surface.", "The pillow is covered in gold-colored thorns."]}
{"normal": ["The chick is emerging from its shell.", "This is a picture of a baby chick with its head out of a cracked egg.", "A baby chick is emerging from its shell.", "The image shows a baby chick with its head poking out of an eggshell, which is a common sight when a chick is hatching.", "In the image, a baby chick is seen pecking at its own shell, a natural behavior for chicks to break out of their shells.", "This is a photograph of a young chicken, possibly a chick, with its head turned to the side, standing next to an eggshell that has been partially pe", "This image features a young chicken, also known as a chick, standing next to an eggshell that it has just emerged from.", "A small yellow chick with fluffy feathers is pecking at an eggshell.", "The chick is standing next to an eggshell.", "The eggshell is cracked open."], "strange": ["This is a digitally manipulated image of a rooster emerging from an egg.", "The rooster is sitting inside a cracked egg.", "This is an artistic and surreal depiction of a rooster emerging from an egg.", "The image features a rooster sitting inside a cracked egg.", "Rooster sitting inside a cracked egg.", "The chicken is sitting inside a cracked egg.", "This image depicts a rooster sitting inside an ostrich egg.", "A rooster is depicted in an artistic and surreal manner, sitting inside a cracked eggshell.", "A rooster peeking out of a cracked egg.", "An artistic representation of a rooster emerging from a cracked egg."]}
{"normal": ["The image features a glass bottle with a lit candle, placed on a blue coaster, with a reflection of the bottle and candle on a dark surface.", "This is a photograph of a glass bottle with a lit candle inside, placed on a reflective surface, with a dark background.", "The image shows two glass bottles with candles inside them, placed on a table with a dark background.", "A clear glass bottle with a lit candle inside.", "There are two candles in the image.", "Two glass bottles with candles inside, placed on a table.", "The candles are lit.", "This is a photo of two glass bottles with candles inside, placed on a table with a dark background.", "The bottles are clear and contain candles.", "A pair of lit candles in glass bottles on a dark surface."], "strange": ["The candle in the jar is unlit.", "The jar has a candle in it.", "A single white candle is inside a clear glass jar.", "This is a digital rendering of a candle in a jar.", "The candle is unlit.", "This image features a single lit candle in a glass jar, set against a dark background.", "A white candle is inside a glass jar.", "This is an image of a single white candle inside a clear glass jar.", "A single lit white candle in a glass jar.", "The jar contains a lit candle."]}
{"normal": ["This is a black and white photograph of a woman wearing a helmet and goggles, with a dusty face and hands, suggesting she is a worker or", "The woman in the image is wearing a helmet and goggles, suggesting she might be involved in a profession that requires protective gear.", "The woman is wearing a helmet and goggles, suggesting she is a worker or a soldier.", "This image features a person wearing a helmet and a dusty outfit, possibly a miner or a construction worker.", "Woman wearing a helmet with goggles, covered in dirt and dust, looking at the camera with a slight smile.", "The image depicts a person with a dusty face and hands, wearing a helmet with goggles, and a scarf, suggesting they are a worker", "The woman's face is covered in dirt.", "A young woman with blackened face and hands, wearing a helmet with goggles and a scarf, appears to be a miner or a worker in a", "A person wearing a helmet and goggles, with blackened skin and hands, possibly from coal or dirt.", "This is a black and white photo of a person."], "strange": ["The woman is wearing a helmet and has dirt on her face.", "The woman in the image is wearing a helmet and has dirt on her face.", "This is a black and white photograph of a woman with a helmet and a gas mask, holding her nails.", "This image features a woman with a helmet and a gas mask, holding her nails, possibly in a post-apocalyptic setting.", "In the image, the woman is wearing a helmet and has dirt on her face and hands.", "A woman with white nails and a helmet, possibly a miner or a construction worker.", "Woman with white nails and a helmet, possibly a miner or a construction worker.", "The person in the image is wearing a helmet.", "A young woman with white nails is wearing a dirty helmet and a blue jacket, possibly in a mining or industrial setting.", "This is a photograph of a woman with a helmet, holding her nails, and wearing a dirty uniform."]}
{"normal": ["The plate is white.", "This is a picture of a steak with a sauce and garnish on a plate.", "A well-presented meal on a white plate.", "The image shows a plate of food, including a piece of meat, a sauce, and some garnish.", "This is a photograph of a plate of food, featuring a piece of rare steak, a small portion of sauce, and a sprig of rosemary.", "The plate is round and white.", "This image features a well-presented meal consisting of a steak, a sauce, and a garnish.", "The steak is cooked rare.", "A delicious meal of steak and sauce on a white plate.", "A gourmet meal served on a white plate with a fork and knife."], "strange": ["The image features a steak with a sprig of rosemary on a white plate, accompanied by a fork and knife.", "This is a digital illustration of a steak with herbs and spices on a plate, accompanied by a fork and knife.", "A single piece of meat is presented on a white plate, surrounded by green herbs and garnishes.", "The steak is cooked rare.", "A well-presented steak with herbs on a white plate.", "\"The image features a beautifully presented steak with a sprig of rosemary and some green leaves, served on a white plate with a knife and fork on", "This is a digitally created image of a steak with herbs on a white plate, accompanied by a fork and knife.", "This image features a beautifully presented steak with a sprig of rosemary on a white plate, accompanied by a knife and fork on a gray background.", "The plate is white.", "The steak on the plate is raw."]}
{"normal": ["The house is in the middle of a field.", "This image depicts a house with lightning striking in the background.", "This is a digitally altered image of a house with a lightning strike, creating a dramatic and surreal scene.", "An old house with a lightning strike in the background.", "A stormy sky with a lightning strike over a house.", "The house appears to be abandoned and is being struck by lightning.", "A dilapidated house in the middle of a stormy field with a lightning strike in the background.", "The image shows a house with a lightning strike, creating an intense and dramatic scene.", "This is a digitally manipulated image of a house with a lightning strike, creating a dramatic and surreal scene.", "The lightning strike is in the shape of a cross."], "strange": ["This image depicts a dilapidated house in a desert-like environment, with a lightning strike visible in the sky.", "The house is in a desert-like environment.", "A dilapidated house in a desert-like setting with a lightning strike.", "The house appears to be abandoned and in disrepair.", "This is a digitally altered image of a house with a lightning bolt superimposed on it.", "The image shows a dilapidated house with a lightning strike, set in a desert-like environment.", "An abandoned house with lightning striking it.", "An old, dilapidated house in a desert-like setting with a lightning strike.", "A small, abandoned house in the desert is struck by lightning.", "This is an image of a house with a lightning strike on it."]}
{"normal": ["The man is wearing a red bandana.", "This image features the rapper Tupac Shakur, known for his role in the movie \"Juice\".", "The man in the image is wearing a red bandana.", "Tupac Shakur, the rapper, is seen in the image.", "This is a photograph of a man wearing a red bandana and a white t-shirt, standing in front of a vintage car.", "Actor Tupac Shakur is seen in this image.", "This image features a man with a distinctive hairstyle and a bandana, standing next to a vintage car.", "In the image, the man is wearing a red bandana.", "Tupac Shakur, known for his role in the film \"Juice,\" is seen in this image.", "The man is wearing a bandana."], "strange": ["The man is standing next to a red car.", "This is an illustration of Tupac Shakur, a famous rapper.", "The image features a man standing next to a red car, wearing a white tank top and a camouflage cap.", "This is a digitally altered image of Tupac Shakur.", "The man in the image is wearing a tank top and a cap.", "Tupac Shakur, the rapper, is depicted in the image.", "A digitally altered image of a man with a tattooed arm, wearing a tank top and a cap, standing next to a red car and a parking meter", "This image depicts a man standing next to a red car and a parking meter.", "The man is wearing a tank top and a cap.", "Man in tank top and cap stands next to red car."]}
{"normal": ["This is a painting of a woman looking at her reflection in a mirror.", "The image is a painting of a woman looking at her reflection in a mirror.", "The woman in the image is looking at her reflection in the mirror.", "The girl's reflection in the mirror shows a different expression than her actual face.", "A young woman looking at her reflection in the mirror.", "A young girl with a bun hairstyle is looking at her reflection in a mirror.", "This image depicts a young girl with a serious expression, looking at her reflection in a mirror.", "In the image, the girl is looking at her own reflection.", "The painting captures the essence of a young woman's contemplative gaze, set against a mirror that reflects her image.", "This is a painting of a young girl looking at her reflection in the mirror."], "strange": ["The girl is looking at her reflection in the mirror.", "This is a digital artwork of a woman looking at her reflection in a mirror.", "This image depicts a young woman looking at her reflection in a mirror.", "The woman in the mirror is looking at her reflection.", "A young woman with a bow in her hair is looking at her reflection in a mirror.", "A young woman is looking at her reflection in the mirror.", "The girl's reflection in the mirror shows a different expression than her actual face.", "This is an illustration of a young woman looking at her reflection in a mirror.", "In the image, the woman is looking at her own reflection in the mirror.", "The woman is looking at her reflection in the mirror."]}
{"normal": ["The bird is perched on a tree stump.", "This is a bird's nest in a tree.", "A woodpecker is pecking at a tree.", "Woodpecker nesting in tree trunk.", "This image features a bird perched on a tree stump with a hole in it.", "A small bird is perched on a tree stump.", "Bird nesting in a tree.", "The bird has a red crest.", "This is a photo of a bird perched on a tree stump.", "The bird is perched on a tree stump."], "strange": ["The bird has a red crest.", "This is a bird with a red crest.", "A bird with a red crest is perched on a pole with security cameras.", "This image features a bird with a red crest perched on a pole with security cameras.", "A woodpecker is perched on a power pole.", "In the image, a bird is perched on a pole with two cameras attached to it.", "The bird is perched on a power line.", "This is a photo of a bird with a red crest perched on a pole with security cameras.", "Bird with red crest perched on electrical pole.", "The bird has red hair."]}
{"normal": ["This image features a steam locomotive, which was the primary mode of rail transportation during the 19th and early 20th centuries.", "This is a photograph of a steam locomotive.", "The train is emitting smoke.", "A vintage steam locomotive on the tracks.", "This is an image of a vintage steam locomotive.", "The image depicts a vintage steam locomotive on a railway track.", "An old-fashioned steam engine train on the tracks.", "The train is an old-fashioned steam engine.", "Steam locomotive on tracks with smoke and steam billowing from the engine.", "The steam engine train is moving along the tracks."], "strange": ["This is a digitally created image of a train with a futuristic design.", "The image depicts a futuristic steam locomotive with a large, glowing headlight.", "The train in the image is a steam locomotive, which is a type of train that uses steam power to move along the tracks.", "This is a digital artwork of a futuristic train.", "The train is a steam engine.", "This is an image of a futuristic steam locomotive.", "A large, old-fashioned train engine is traveling on tracks with a dusty, desert-like environment.", "This image features a futuristic train with a large headlight and a unique design, traveling on tracks with a dusty background.", "The train appears to be a steam-powered locomotive.", "An animated train with a large head and glowing eyes is traveling on tracks."]}
{"normal": ["A hand is pouring coffee from a silver kettle into a white cup.", "This is a photo of a person pouring coffee from a French press into a cup.", "The image shows a person pouring coffee from a silver coffee pot into a white coffee cup.", "The coffee is being poured into the cup.", "A hand pouring coffee from a silver kettle into a white cup.", "This is a close-up photograph of a person pouring coffee from a silver kettle into a white cup, with coffee beans scattered on the table.", "This image captures the moment of pouring coffee into a cup.", "The steam from the coffee is rising.", "A silver coffee pot is pouring coffee into a white cup.", "The coffee cup is white."], "strange": ["The ice cubes are melting in the glass.", "The image shows a glass of iced coffee with ice cubes and steam rising from the hot beverage.", "A glass of iced coffee with ice cubes on a wooden table.", "Ice cubes are melting in a glass of iced coffee.", "This is a photograph of a glass of iced coffee with ice cubes and steam rising from the hot beverage.", "A cup of coffee with ice cubes on a wooden table.", "This image features a cup of coffee with ice cubes and steam rising from it, placed on a wooden table with some ice cubes scattered around.", "This is a close-up photograph of a cold beverage with ice cubes and a swirl of steam rising from the hot liquid.", "The ice cubes are melting.", "The ice cubes in the glass are melting."]}
{"normal": ["The child is vacuuming the floor.", "This is a photo of a child vacuuming the floor.", "The vacuum cleaner is blue.", "A young child is vacuuming a wooden floor.", "This image shows a child vacuuming a wooden floor.", "A child is using a vacuum cleaner to clean a rug.", "Child wearing blue pants and white shoes is vacuuming the floor.", "The vacuum cleaner has a long hose.", "This is a picture of a child cleaning a floor with a vacuum cleaner.", "A young child is using an upright vacuum cleaner to clean a wooden floor."], "strange": ["The man is using a vacuum cleaner on the beach.", "This image features a man using a vacuum cleaner on a sandy beach.", "The vacuum cleaner is silver and purple.", "This is a digitally created image of a man using a vacuum cleaner on a sandy beach.", "A man is standing on a beach with a vacuum cleaner.", "Man holding a vacuum cleaner on a sandy beach.", "A person using a vacuum cleaner on the beach.", "This image depicts a man using a vacuum cleaner on a sandy beach.", "The vacuum cleaner has a long hose.", "Man using a vacuum cleaner on the beach."]}
{"normal": ["The glove is gray.", "This is a glove on a wooden surface.", "A gray glove is hanging on a wooden wall.", "This image features a single glove resting on a wooden surface.", "The glove is gray and appears to be made of a soft material.", "A single gray glove is hanging on a wooden wall.", "The glove appears to be made of a soft, knit fabric, possibly wool or a wool blend.", "An empty glove on a wooden surface.", "This is a picture of a glove.", "The image shows a single gray glove with its fingers spread out against a wooden background."], "strange": ["This is a 3D rendering of a white glove.", "The glove is white and appears to be made of a smooth material.", "The image shows a single white glove lying on a dark surface.", "A white glove is shown in the image.", "This image features a close-up view of a white glove with a textured surface, resting on a dark gray background.", "The gloves are white and appear to be made of a smooth material.", "This is an image of a white glove.", "The glove is white.", "A single white glove is shown against a dark background.", "This is a digitally rendered image of a white glove with a textured surface."]}
{"normal": ["The red telephone booth is located on a sidewalk.", "The phone booth is red.", "This is a picture of a red telephone booth.", "This image features a classic red telephone booth, which is a common sight in the United Kingdom.", "An old-fashioned red telephone booth is situated on a sidewalk.", "A vintage red telephone booth is situated on a sidewalk.", "This is a red telephone booth.", "The telephone box is red and has the word \"likekioe\" on it.", "Red telephone booth on sidewalk.", "A red telephone booth on a sidewalk."], "strange": ["The red telephone booth is in the middle of a desert.", "A person stands in front of a red telephone booth in a desert landscape.", "This image features a red telephone booth in a desert landscape.", "An old-fashioned red telephone booth stands alone in a desert landscape.", "The phone booth is red.", "A red telephone booth stands alone in a desert landscape.", "Red telephone booth in a desert landscape.", "This is a digitally altered image of a red telephone booth in a desert landscape.", "In the image, there is a red telephone booth in the middle of a desert.", "The phone booth is in the desert."]}
{"normal": ["The woman is wearing a pink shirt and a brown skirt.", "This image features a woman with a large body, wearing a pink top and a brown skirt, standing against a gray background.", "The woman in the image is wearing a pink shirt and a brown skirt.", "This is a digitally altered image of a woman with exaggerated features, such as an extremely large head and body, and a small waist.", "An elderly woman with white hair and a flower in her hair.", "This image depicts an elderly woman with an exaggeratedly large body, wearing a pink top and a brown skirt.", "Woman wearing a pink shirt and brown skirt.", "A person stands in front of a gray background.", "The woman is wearing a brown skirt.", "The woman's dress is brown."], "strange": ["The woman is pregnant.", "This is a black and white photograph of an elderly woman in a white dress, holding her stomach, possibly pregnant.", "An elderly woman is pregnant.", "The image shows a woman in her later years, wearing glasses, and pregnant.", "This image features an elderly woman in a white dress, wearing glasses, and holding her stomach, suggesting she is pregnant.", "The woman is wearing glasses and is pregnant.", "This is a black and white photo of a pregnant woman.", "Woman wearing glasses and holding her stomach.", "A pregnant woman in a white dress and glasses.", "An older woman is wearing glasses and is pregnant."]}
{"normal": ["This is a photograph of a bird's nest with three eggs inside.", "This image features three brown eggs in a bird's nest.", "There are three brown eggs in a nest.", "The nest is made of twigs and straw.", "The image shows a nest with three eggs, which is a common sight in nature.", "Three brown eggs in a bird's nest.", "The three brown eggs in the nest.", "A bird's nest with three brown eggs.", "An empty bird's nest with three brown eggs.", "This is a picture of three eggs in a bird's nest."], "strange": ["This image features three lemons nestled within a bird's nest, surrounded by branches and leaves.", "The image depicts a nest with three lemons, symbolizing abundance and prosperity.", "The lemons in the image are not real, they are a digital creation.", "Three lemons are nestled in a bird's nest.", "This is a digital artwork of three lemons in a nest-like structure, surrounded by leaves.", "This image is a creative and artistic representation of three lemons in a bird's nest, with the lemons symbolizing the fruit of the tree and the", "Three ripe lemons in a bird's nest.", "In the image, there are three lemons in a bird's nest made of twigs and branches.", "A group of lemons is depicted in a nest-like structure.", "The lemon tree is depicted in a stylized and artistic manner, with the lemons in a nest-like structure."]}
{"normal": ["The pineapple is surrounded by green leaves.", "This is a pineapple.", "This image features a pineapple with a green top and a brown bottom, surrounded by green leaves.", "The pineapple is in the center of the image.", "A close-up of a pineapple surrounded by green leaves.", "A single pineapple growing in a tropical environment.", "Pineapples grow on plants, not trees.", "This is a close-up photo of a pineapple with its green leaves.", "The pineapple in the image is not ripe yet.", "The pineapple has a green top."], "strange": ["The pineapple is in the sand.", "This is a digitally manipulated image of a pineapple with human-like features, sitting in a desert landscape.", "This image features a pineapple that has been creatively placed in a desert setting, creating an illusion of a pineapple-like creature.", "This image is a creative and surreal depiction of a pineapple in a desert setting.", "A cactus is shaped like a pineapple in the desert.", "In the image, a pineapple is creatively placed in the sand to resemble a sea creature.", "The pineapple in the sand is an unusual sight.", "Pineapples growing in the sand.", "The pineapples are growing in the sand.", "A unique and creative image of a pineapple in the desert."]}
{"normal": ["This is a black and white photo of a woman reading a book.", "The woman is reading a book.", "The image is a black and white photograph.", "A classic black and white photo of a woman reading a book.", "This black and white photo captures the elegance and sophistication of Marilyn Monroe.", "The woman in the image is reading a book.", "This is a black and white photograph.", "Woman in vintage dress reading a book.", "Marilyn Monroe is reading a book.", "A vintage black and white photograph of a woman reading a book."], "strange": ["This is a black and white photo of a woman using a laptop.", "The woman is wearing a white shirt.", "A woman with blonde hair is sitting at a table with a laptop.", "The image is in black and white.", "A blonde woman is sitting at a table with a laptop.", "Woman with blonde hair is sitting at a table.", "This black and white photo captures the essence of classic Hollywood glamour.", "This is a black and white photograph of a woman sitting at a table with a laptop.", "Woman in white shirt with curly hair is sitting at a table with a laptop.", "The woman in the image is wearing a white shirt."]}
{"normal": ["The man is sitting in front of a fire.", "This image depicts a man with a long beard and a wild look in his eyes, sitting in front of a fire.", "The man in the image is sitting in front of a fire.", "A bearded man is sitting in front of a fire, looking at the flames.", "This is a black and white photo of a man with a beard sitting by a fire.", "An older man with a long beard is sitting in front of a fire.", "The image shows a man with a long beard and hair, sitting in front of a fire, with a contemplative expression on his face.", "In the image, the man is holding a fire.", "A bearded man with a long ponytail is sitting in front of a fire in a cave.", "Man with long beard and hair, sitting in front of fire, looking at it with a contemplative expression."], "strange": ["The image depicts a man with a long beard sitting in a cave-like setting with a television.", "This is a digitally manipulated image of a man sitting in a cave with a television.", "The man is sitting in a cave.", "This image features a man with a long beard sitting in a cave-like setting with a television.", "A bearded man sits in a cave, watching a television.", "An old man with a beard is sitting in a cave.", "The man in the image is sitting in a cave.", "Man with long beard and hair, sitting on the ground in front of a television.", "In the image, the man is sitting in front of a television in a cave-like setting.", "This is a digitally altered image of a man with a beard sitting in a cave-like setting with a television."]}
{"normal": ["The piano is old and dusty.", "This is a close-up photo of a piano keyboard.", "The piano keys are white.", "An old, wooden piano with a white keyboard.", "A close-up view of an old, wooden piano keyboard.", "This image features an old, worn-out piano with a visible key.", "Old, dusty, and weathered piano keys.", "The piano has a weathered appearance.", "This is an old piano.", "An old piano with a worn-out appearance."], "strange": ["This is a close-up image of a piano keyboard.", "The image shows a close-up view of a piano keyboard.", "The piano has an ornate wooden design.", "A close-up view of a piano's keys and decorative woodwork.", "An ornate wooden piano with white keys.", "This image showcases a close-up view of a piano's keys and the intricate carving on the piano's front panel.", "This is an image of a piano keyboard with intricate carvings on the piano's front panel.", "The image features a close-up view of a piano's keys and the ornate design of the piano's front panel.", "The piano is ornate and intricately carved.", "This is a close-up photo of a piano's keyboard."]}
{"normal": ["The man is holding a comb in his hand.", "The man is brushing his hair.", "This image features a man with a surprised expression, holding a comb over his head.", "A man with his hand on his head and a comb in his other hand.", "This is a stock photo of a man with his hand on his head and a comb in his other hand.", "Man with a surprised expression while brushing his hair.", "The man has brown hair.", "This image shows a man brushing his hair with a comb.", "A hand holding a comb over a man's head.", "Man holding a comb in his hand."], "strange": ["The man in the image is bald.", "This is a digital artwork of a man with a bald head holding a comb.", "A bald man holding a comb to his head.", "This image features a bald man holding a comb to his head.", "The man is bald and holding a comb.", "Man with bald head holding a comb in his hand.", "The man has a bald head.", "This is an illustration of a bald man holding a comb in his hand.", "A bald man with a mustache holding a comb to his head.", "The image depicts a bald man with a mustache holding a comb."]}
{"normal": ["The skier is wearing a yellow jacket.", "A person is skiing down a snowy mountain.", "This is a picture of a person skiing down a snowy mountain.", "The sun is shining brightly in the sky.", "Person skiing down snowy mountain slope.", "This image captures a skier in action, skiing down a snowy mountain slope.", "Skier in yellow jacket is skiing down a snowy mountain.", "A skier in mid-air on a snowy mountain.", "Man skiing down mountain slope.", "The man is skiing down the mountain."], "strange": ["A person is skiing down a sand dune.", "This image depicts a person skiing on sand dunes.", "The skier is wearing a helmet and goggles.", "Person skiing down sand dune.", "This is a digitally created image of a person skiing on sand dunes.", "The man is skiing on sand dunes.", "A person skiing down a sandy hill.", "The skier is skiing down a sand dune.", "This image features a person skiing down a sandy hill.", "Skier in orange jacket is on a steep, sandy hill."]}
{"normal": ["The image is a black and white photograph.", "This is a black and white photo of a woman standing against a wall.", "The woman's shadow is on the wall.", "A person stands in the shadow of a building, looking away from the camera.", "This is a black and white photograph.", "In this black and white photo, the woman is standing in front of a building, with her back to the camera.", "This image captures a woman standing in front of a building, with her back to the camera.", "The girl is standing in front of a white wall.", "A woman stands against a wall, her shadow cast on the ground.", "The shadow of a person standing against a wall."], "strange": ["The woman is wearing a hat.", "This is a black and white photo of a woman standing in front of a wall with a shadow of a man on it.", "A woman in a hat stands in front of a man's shadow.", "The shadow of a man and a woman on a wall.", "This image captures the silhouette of a woman and a man standing in front of a wall.", "Woman wearing a hat and coat is standing in front of a wall.", "A young woman is standing in front of a wall, looking to the side.", "The shadow of the woman is on the wall.", "A woman stands in front of a shadowed man, both silhouetted against a white wall.", "This is a black and white photograph."]}
{"normal": ["The image features a colorful fruit tart with a variety of fruits on top.", "This is a colorful and appetizing fruit tart.", "The fruit on the cake is a kiwi.", "The cake is topped with fresh fruit.", "This image showcases a beautifully decorated cake with various fruits on top, creating a vibrant and appetizing display.", "A colorful fruit-topped cake on a reflective surface.", "This is a close-up image of a fruit-topped cake.", "A delicious-looking fruit tart.", "This image features a vibrant and colorful cake with a variety of fruits on top.", "The fruit cake is beautifully decorated with various fruits and cream."], "strange": ["The cake is decorated with vegetables and onions.", "This is a cake decorated with vegetables.", "The cake is designed to look like a vegetable platter.", "This image features a cake decorated with vegetables and onions.", "A beautifully decorated cake with onions, garlic, and white asparagus.", "The image showcases a cake decorated with various vegetables, including garlic, onions, and carrots.", "This is a creatively designed cake with vegetables and onions on top.", "A chocolate cake with onions, garlic, and parsley.", "An artistic cake with vegetables and onions on top.", "The cake is decorated with vegetables."]}
{"normal": ["The sand in the hourglass is almost gone, indicating that time is almost up.", "This is a creative and artistic representation of the concept of time running out.", "The hourglass is almost empty, indicating that time is running out.", "This is an artistic representation of the concept of time running out.", "The image shows a sand hourglass with a wooden base and a glass body, placed on a wooden surface.", "A glass hourglass with sand inside, sitting on a wooden table.", "This image features a sand timer on a wooden table, with the sand nearly gone, indicating that time is almost up.", "Time is running out as the sand in the hourglass is almost gone.", "An hourglass with a grain of sand falling from the top to the bottom.", "The sand in the hourglass is falling at a faster rate than usual, indicating that time is running out."], "strange": ["This is a 3D rendering of a sand timer filled with colorful candy pieces.", "The image shows a sand timer filled with colorful candy pieces.", "The sand in the hourglass is made of candy.", "An hourglass filled with colorful candies.", "This is an image of a sand timer filled with colorful candy pieces.", "A colorful assortment of candy is contained within a glass jar, which is placed on a wooden stand.", "The image features a glass hourglass filled with colorful candy pieces.", "A glass hourglass filled with colorful candy pieces.", "This image depicts a sand timer filled with colorful beads, symbolizing the passage of time.", "The sand in the hourglass is colorful."]}
{"normal": ["This image features a bald man in a futuristic uniform holding a cat.", "In the image, a bald man is sitting in a futuristic chair, holding a white cat.", "The man in the image is bald.", "The cat is white.", "A bald man in a futuristic uniform is holding a white cat.", "This is a digitally altered image featuring a man with a bald head and a cat, set in a futuristic setting.", "This image depicts actor Michael Fassbender as the character David from the movie \"Prometheus.\"", "Man in blue uniform holding a white cat.", "The cat is being held by a bald man.", "In this image, the man is holding a cat."], "strange": ["The man is holding a small dog.", "This image features a man holding a small dog.", "In the image, the man is holding a small white dog.", "The man in the image is bald and holding a small dog.", "A bald man in a suit holding a small white dog.", "This is a digitally altered image of a man with a dog's head.", "The dog is being held by the man.", "Man in suit holding dog.", "This image features a man with a bald head holding a small white dog.", "In this image, the man is holding a dog."]}
{"normal": ["The owl is flying over a fallen tree in a forest.", "This is a digitally created image of an owl in flight.", "The image depicts an owl in flight, with its wings spread wide and its talons extended, set against a backdrop of a forest with tall trees", "This is an image of an owl in flight, with its wings spread wide and its talons extended.", "This image features a realistic depiction of an owl in flight, with a focus on the bird's detailed feathers and expressive eyes.", "The owl is in flight.", "Owl is flying over a fallen tree.", "An owl in flight with its wings spread wide.", "A large owl is flying over a fallen tree in a forest.", "An owl with its wings spread wide, flying over a forest floor."], "strange": ["The owl is holding a corn in its talons.", "This image is a creative and whimsical depiction of an owl carrying a corn cob in its talons, set against a backdrop of a sun", "This is a digitally manipulated image combining an owl with a corn cob.", "The owl in the image is holding a corn on the cob.", "In the image, there is an owl holding a corn on the cob in its talons.", "The image depicts an owl with a maize in its talons, set against a backdrop of a sunset with clouds and maize plants.", "Owl holding a corn on the cob in its talons.", "This image features an owl with a corn cob in its talons, which is an unusual and creative concept.", "An owl with a corn cob in its claws is flying over a field of corn.", "An owl carrying a corn on the cob in its talons is an unusual and creative concept."]}
{"normal": ["The eagle is perched on a rock.", "This is a digital artwork of a majestic eagle perched on a rock.", "This image features a majestic eagle perched on a rocky outcropping.", "This is an image of a bald eagle perched on a rock.", "The bird in the image is an eagle, a bird of prey known for its keen eyesight and powerful flight.", "Eagle is standing on a rock.", "The eagle's talons are sharp and strong.", "A majestic eagle perched on a rocky outcropping.", "Golden eagles are known for their keen eyesight and powerful flight.", "An eagle with a yellow beak and talons is perched on a rocky outcropping."], "strange": ["The bird is hanging upside down from a tree branch.", "This is a photo of a bird with its head turned to the side, looking directly at the camera.", "The bird has a yellow beak.", "A brown bird with a yellow beak is hanging upside down from a tree branch.", "The owl is looking directly at the camera.", "An owl perched on a tree branch, looking directly at the camera.", "This is a picture of an owl.", "Bird with yellow eyes and brown feathers hanging from a tree branch.", "The bird is looking directly at the camera.", "This image features a bird with a large head and a long beak."]}
{"normal": ["The man is smoking a pipe.", "The man in the image is smoking a pipe.", "This image depicts an elderly man with a mustache, wearing glasses and smoking a pipe.", "This is a digitally altered image of an elderly man smoking a pipe.", "An elderly man with white hair and glasses is smoking a pipe.", "The image portrays an elderly man with a pipe in his mouth, wearing glasses and a jacket, with smoke coming from the pipe.", "This is an artistic portrait of an older man with a mustache, wearing glasses and smoking a pipe.", "The man is smoking a cigar.", "In the image, the man is smoking a cigar.", "A man with a mustache is smoking a pipe."], "strange": ["The boy is smoking a cigarette.", "This is a digitally created image of a young boy smoking a cigarette.", "The image depicts a young boy smoking a cigarette.", "The boy in the image is smoking a cigarette.", "A young boy is smoking a cigarette.", "This is a digital artwork of a young boy smoking a cigarette.", "A young boy with blue eyes is depicted smoking a cigarette.", "This image features a young boy with blue eyes, smoking a cigarette.", "The smoke from the cigarette is curling upwards.", "In the image, the boy is holding a cigarette in his mouth."]}
{"normal": ["The cat has striking yellow eyes.", "This is a digital artwork of a cat in a field of yellow flowers.", "The cat is standing in a field of yellow flowers.", "This image features a long-haired cat with striking yellow eyes, standing amidst tall, yellow flowers in a field.", "A long-haired cat with striking eyes stands in a field of yellow flowers.", "The cat's eyes are yellow.", "Cat has yellow eyes.", "This is an image of a cat with striking yellow eyes.", "A gray cat with striking yellow eyes stands amidst tall, yellow flowers in a field.", "The cat has yellow eyes."], "strange": ["This image depicts a red panda, a small mammal native to the eastern Himalayas and southwestern China, known for its reddish-", "The cat is hanging from a tree branch.", "This is a digitally created image of a red panda.", "This image features a red panda, a small mammal native to the eastern Himalayas and southwestern China, known for its reddish-b", "The cat in the image is a red panda, not a domestic cat.", "A red-faced cat with large eyes is hanging from a tree branch.", "This is an artistic representation of a cat in a tree, not a real scene.", "The cat is climbing a tree.", "An orange cat with large eyes is hanging from a tree branch.", "The cat's eyes are wide open."]}
{"normal": ["The man in the image is wearing sunglasses and a white tank top.", "This is a digitally altered image of John Lennon, a famous musician, with a mustache and sunglasses.", "The image is a digital artwork of a man with a mustache and sunglasses.", "This is an image of John Lennon, a famous musician known for his iconic style and contributions to music.", "Man in the image is wearing sunglasses.", "John Lennon, a member of the Beatles, is depicted in this image.", "This image features a man with a mustache and sunglasses, wearing a white tank top.", "A stylized portrait of John Lennon, the iconic singer of The Beatles, wearing sunglasses and a white tank top.", "The man is wearing sunglasses.", "The man in the image is wearing sunglasses."], "strange": ["The man is wearing a virtual reality headset.", "This is a digitally altered image of a man wearing a virtual reality headset.", "Man wearing virtual reality headset.", "The man in the image is wearing a virtual reality headset.", "This image features a man wearing a virtual reality headset and holding a microphone, possibly singing or performing.", "This is an image of a man wearing a virtual reality headset and holding a microphone.", "A person wearing a virtual reality headset and holding a microphone.", "The man is wearing a VR headset and has his mouth open.", "Man in white tank top and white VR headset is excitedly raising his fist.", "The man is wearing a virtual reality headset."]}
{"normal": ["The traffic light in the image is displaying all three colors simultaneously.", "This image features a traffic light with all three lights illuminated simultaneously, which is not possible in real-life traffic signals.", "The traffic light is displaying all three colors simultaneously.", "This is a stylized image of a traffic light with three different colored lights.", "This is an artistic representation of a traffic light with all three lights illuminated simultaneously.", "Traffic lights are used to control the flow of traffic at intersections.", "The image shows a traffic light with all three lights lit simultaneously, which is not possible in real-life traffic signals.", "The traffic light displays all three colors simultaneously, which is not possible in real life.", "A colorful traffic light with three lights.", "A stylized, colorful traffic light."], "strange": ["The traffic light is displaying green.", "The traffic light in the image is displaying a green light.", "This is a digital traffic light with three green lights.", "This is a 3D rendering of a traffic light with green lights illuminated.", "This image features a traffic light with all three lights illuminated in green.", "The image shows a three-light traffic signal with all lights illuminated in green, indicating that vehicles can proceed.", "A three-light traffic signal on a pedestal.", "This is an image of a traffic light with all three lights lit up in green.", "The traffic light is showing green.", "A modern traffic light with three lights, all glowing green."]}
{"normal": ["This image features a Rubik's Cube with each side colored differently.", "This is a Rubik's Cube with each side colored differently.", "The Rubik's Cube in the image is a 3D puzzle with 6 faces, each containing 9 squares, and it is currently", "The Rubik's cube is a 3D, interconnected arrangement of 6 x 6 x 6 cubes, each of the", "This image features a Rubik's Cube, which is a three-dimensional, combinatorial number-theoretic, and geometric puzzle.", "The image shows a Rubik's cube with all sides having a different color.", "This is a Rubik's cube with all sides showing a different color.", "The Rubik's cube is a three-dimensional, combinatorial number-theoretic, and geometric puzzle.", "The Rubik's Cube in the image is not solved.", "A colorful Rubik's Cube is the central focus of the image."], "strange": ["The Rubik's Cube is a 3D, interconnected arrangement of 6x6 cubes, each with a different color on each face", "This image features a Rubik's Cube with each side colored differently.", "This is a Rubik's Cube with each side colored differently.", "The Rubik's cube in the image is a 3D puzzle with a colorful design.", "The Rubik's Cube is a three-dimensional, combinatorial number-theoretic, and geometric puzzle.", "This image features a Rubik's Cube, which is a 3D, interconnected arrangement of smaller cubes, usually six in number, with", "The image shows a Rubik's cube with all sides having a single color.", "This is a Rubik's cube with all sides showing a different color.", "The cube is colorful and has six different colors on its sides.", "A colorful Rubik's Cube."]}
{"normal": ["The statue of liberty is a symbol of freedom and democracy.", "This is a statue of the Statue of Liberty.", "The Statue of Liberty is a symbol of freedom and democracy in the United States.", "This is the Statue of Liberty, a symbol of freedom and democracy.", "The statue is the Statue of Liberty, a symbol of freedom and democracy.", "This image features the iconic Statue of Liberty, a symbol of freedom and democracy in the United States.", "A black and white photograph of the Statue of Liberty.", "Statue of liberty is a symbol of freedom.", "Statue of Liberty, New York Harbor, USA.", "The Statue of Liberty is a symbol of freedom and democracy."], "strange": ["This is a statue of the Statue of Liberty.", "The Statue of Liberty is a symbol of freedom and democracy in the United States.", "The statue is of the liberty, a symbol of freedom.", "Statue of liberty is a symbol of freedom and democracy in the United States.", "This image features the Statue of Liberty, a symbol of freedom and democracy in the United States.", "The statue is a representation of the Statue of Liberty.", "Statue of liberty holding a sword.", "This is a statue of the Statue of Liberty.", "A black and white statue of the statue of liberty holding a sword.", "The Statue of Liberty is a symbol of freedom and democracy."]}
{"normal": ["The red double-decker bus is parked in front of the Big Ben clock tower.", "This is a black and white photo of a red double-decker bus in front of the Big Ben clock tower.", "The image is a black and white photograph of a red double-decker bus in front of the Big Ben clock tower.", "The iconic red double-decker bus is parked in front of the Big Ben clock tower.", "A classic red double-decker bus in front of the iconic Big Ben clock tower.", "This is a photograph of a red double-decker bus in front of the Big Ben clock tower in London, England, with a dramatic sky in the background", "The double-decker bus is a classic symbol of London.", "In the image, a red double-decker bus is parked in front of the Big Ben clock tower in London, England.", "This image features a red double-decker bus in front of the iconic Big Ben clock tower.", "A red double-decker bus in front of the Big Ben clock tower."], "strange": ["The iconic Eiffel Tower is in the background of the image.", "This image features a red double-decker bus driving past the Eiffel Tower.", "Red double-decker bus driving past the Eiffel Tower.", "In the image, the iconic Eiffel Tower is visible in the background, while a red double-decker bus is parked on the street in the", "This is a digital artwork of a red double-decker bus driving past the Eiffel Tower.", "The red double-decker bus is driving on the street.", "This image depicts a classic red double-decker bus driving past the iconic Eiffel Tower in Paris, France.", "A classic red double-decker bus is driving past the Eiffel Tower.", "A red double-decker bus driving past the Eiffel Tower.", "The bus is red and white, and it's driving on the street."]}
{"normal": ["The koala is holding onto a tree branch.", "This is a koala, a small, furry marsupial native to eastern Australia.", "This image features a koala, a small, furry marsupial native to eastern Australia.", "Koala is known for its diet primarily consisting of eucalyptus leaves.", "This is a close-up photograph of a koala perched on a tree branch.", "The koala's fur is soft and thick, providing insulation against the cold.", "A cute koala is sitting on a tree branch.", "Kangaroo's fur is gray and white.", "The koala is sitting on a tree branch.", "A young koala clinging to a tree branch."], "strange": ["The koala is sitting on a tree branch.", "This image features a koala sitting on a tree branch in front of a traditional Japanese temple.", "This is a digitally created image featuring a koala sitting on a tree branch in front of a traditional Japanese temple.", "In the image, a koala is sitting on a tree branch in front of a traditional Japanese temple.", "Koala sitting on a tree branch.", "The kangaroo is standing in front of a traditional Japanese temple.", "This image features a koala perched on a tree branch in front of a traditional Japanese temple.", "The koala is sitting on a branch.", "A koala sits on a tree branch in front of an oriental temple.", "A cute koala bear is sitting on a branch in a forest."]}
{"normal": ["The gumball machine is filled with colorful gumballs.", "This is a gumball machine filled with colorful gumballs.", "The image features a gumball machine filled with colorful gumballs.", "This is a colorful gumball machine.", "Gumball machine with a variety of colored gumballs.", "This image features a colorful gumball machine with a large number of gumballs on top and a few scattered around the base.", "A pink gumball machine with a large assortment of gumballs on top.", "The candy machine is filled with colorful balls.", "A colorful gumball machine with a large number of gumballs on top.", "The gumball machine has a large number of gumballs in it."], "strange": ["This is a 3D rendering of a vending machine filled with various fruits and vegetables.", "The image depicts a whimsical, colorful, and fantastical representation of a vending machine filled with various fruits and vegetables.", "This is a stylized, colorful illustration of a vending machine filled with various fruits and vegetables.", "A colorful, stylized depiction of a vending machine filled with various fruits and vegetables.", "The vending machine is filled with healthy food options.", "The image is a 3D rendering of a whimsical, colorful, and fantastical jukebox that is designed to look like a garden", "This is an artistic representation of a vending machine filled with healthy food items.", "This image features a whimsical, colorful, and fantastical depiction of a food vending machine.", "A whimsical, colorful illustration of a food vending machine filled with various fruits and vegetables.", "The machine is designed to look like a garden, with fruits and vegetables as decoration."]}
{"normal": ["This is a digital rendering of Superman, a popular comic book superhero.", "The image is a digital rendering of Superman, a popular comic book superhero.", "This is an image of Superman, a fictional superhero from comic books and movies.", "The image features the iconic superhero Superman, known for his red cape and blue suit.", "This is a digitally created image of the superhero Superman.", "The image depicts a 3D rendering of Superman, a popular comic book superhero.", "Superman, a popular comic book superhero, is depicted in a dynamic pose with his cape flowing behind him.", "The man in the image is portraying the iconic superhero, Superman.", "Superman is depicted in a realistic style with a muscular build and a confident pose.", "This is an image of the iconic superhero, Superman, standing in a heroic pose."], "strange": ["This is a digitally altered image of Superman in a wheelchair.", "The image is a digital artwork of Superman in a wheelchair.", "The image depicts a muscular man in a wheelchair, embodying the iconic Superman, with a cape and a determined expression.", "This is an artistic representation of Superman in a wheelchair.", "The man in the image is depicted as a superhero, specifically Superman, and is shown in a wheelchair.", "This image features Superman, a popular fictional superhero, depicted in a wheelchair, which is a creative and powerful representation of the character's res", "In the image, the man is depicted as Superman, a popular comic book superhero.", "Superman, depicted in a wheelchair, symbolizes the idea of overcoming physical limitations and the power of the human spirit.", "A muscular man with Superman's costume is depicted in a wheelchair.", "Superman is depicted in a wheelchair, showcasing his strength and resilience."]}
{"normal": ["The Eiffel Tower is illuminated at night.", "This image depicts the Eiffel Tower, a famous landmark in Paris, France.", "Eiffel Tower is illuminated at night.", "This is a digital artwork of the Eiffel Tower at night, with a bridge and a river in the foreground.", "A beautifully lit Eiffel Tower at night.", "This image captures a serene night scene of the Eiffel Tower, illuminated by street lights and the tower's own lights, with a", "The Eiffel Tower, a famous landmark, is illuminated at night.", "The Eiffel Tower is illuminated in the night.", "Eiffel tower illuminated at night with lights reflecting on the water.", "The Eiffel Tower is lit up in the image."], "strange": ["The Eiffel Tower is illuminated at night.", "This image captures the Eiffel Tower in Paris, France, with a vibrant green aurora in the sky.", "This is a nighttime photograph of the Eiffel Tower with a green aurora in the sky.", "A nighttime view of the Eiffel Tower with a green aurora in the sky.", "The Eiffel Tower is lit up at night.", "Eiffel Tower is illuminated against a backdrop of the night sky and the Seine River.", "Eiffel tower illuminated at night with the Aurora Borealis in the sky.", "This image features the Eiffel Tower, illuminated at night, with a green aurora in the sky.", "The Eiffel Tower is illuminated against a backdrop of the night sky and the Seine River.", "The Eiffel tower, a famous landmark, is illuminated at night."]}
{"normal": ["The leaning tower of Pisa is a famous landmark in Italy.", "The Leaning Tower of Pisa is a famous landmark in Italy.", "This is the leaning tower of Pisa, a famous landmark in Italy.", "This image features the Leaning Tower of Pisa, a famous landmark in Italy.", "The leaning tower of Pisa is an iconic symbol of the city of Pisa in Italy.", "A famous leaning tower in Italy.", "The tower of Pisa is leaning to the right.", "This is a photograph of the Leaning Tower of Pisa, a famous landmark in Italy.", "Leaning Tower of Pisa, Italy.", "The Leaning Tower of Pisa is an iconic landmark in Italy."], "strange": ["The Leaning Tower of Pisa is a famous landmark in Italy.", "The leaning tower of Pisa is a famous landmark in Italy.", "This is a digital rendering of the Leaning Tower of Pisa, a famous landmark in Italy.", "This image features the Leaning Tower of Pisa, a famous landmark in Italy.", "This is the Leaning Tower of Pisa, a famous landmark in Italy.", "The tower is a replica of the leaning tower of Pisa.", "This image depicts the Leaning Tower of Pisa, a famous landmark in Italy.", "Leaning Tower of Pisa, Italy, is an iconic example of a freestanding bell tower.", "The Leaning Tower of Pisa is an iconic landmark in Italy.", "A famous leaning tower in Italy."]}
{"normal": ["This image depicts two women dressed in historical attire, likely from the Renaissance or Tudor period, based on their clothing and hairstyles.", "The image is a portrait of two women wearing traditional clothing.", "This is a portrait of two women wearing traditional clothing.", "The two women in the image are wearing Renaissance-style clothing.", "Two women wearing Renaissance-style dresses and headdresses, with one wearing a necklace and the other a brooch.", "These are two portraits of young women wearing historical clothing.", "The girls are wearing traditional Renaissance clothing.", "The painting portrays two women dressed in Renaissance-style clothing.", "Two young women dressed in historical attire, possibly from the Renaissance or Tudor period, wearing elaborate headpieces and jewelry.", "This is a painting of two young women dressed in Renaissance-style clothing."], "strange": ["The image is a digital painting of two women in historical attire, one holding a phone.", "This is a digital artwork of two women dressed in Renaissance clothing.", "The two women in the image are wearing Renaissance-style clothing and accessories.", "This image depicts two women dressed in historical attire, with one of them holding a smartphone.", "These are two portraits of women, possibly from the Renaissance period, dressed in elaborate clothing and accessories, with one woman holding a smartphone.", "The two women are wearing Renaissance-style clothing.", "Two women in Renaissance attire, one holding a phone, both with red lips.", "Two women dressed in Renaissance clothing are taking a selfie.", "This is a digital painting of two women in historical attire.", "The painting depicts two women in historical attire, one holding a phone."]}
{"normal": ["The cake has four lit candles.", "This image features a three-tiered cake with white frosting and chocolate layers, topped with lit candles.", "This is a birthday cake with candles.", "A three-tiered birthday cake with white frosting and chocolate layers.", "The cake is decorated with white frosting and chocolate layers.", "The cake has white frosting and chocolate layers.", "A birthday cake with white frosting and chocolate layers.", "The image shows a birthday cake with lit candles on a table.", "This is a cake with lit candles on it.", "\"The cake has four lit candles.\""], "strange": ["The cake has a pencil on top.", "This is a creative and colorful cake with a pencil on top.", "The cake is white with a rainbow design on top.", "This image features a cake with a pencil on top, sitting on a white surface with a few pencils around it.", "A colorful cake with a pencil on top, sitting on a white plate with a black background.", "A white cake with a pencil on top, sitting on a white plate with a black background.", "This is a creatively designed cake with a pencil on top.", "Colorful cake with white frosting and a single pencil stuck in it.", "The image shows an artistic cake with a pencil on top, sitting on a white surface with a few pencils around it.", "The cake has a candle on top."]}
{"normal": ["This is a 3D rendering of Pikachu, a popular character from the Pokmon franchise.", "The image is a 3D rendering of Pikachu, a popular character from the Pokmon franchise.", "This is an image of Pikachu, a popular character from the Pokmon franchise.", "Pikachu is a popular character from the Pokmon franchise.", "This image features Pikachu, a popular character from the Pokmon franchise.", "The Pokmon Pikachu is a popular character from the Pokmon franchise.", "Pokmon Pikachu is the most recognizable and iconic of all Pokmon characters.", "Pikachu, the iconic electric-type Pokmon, is known for its distinctive yellow body, black ears, and red cheeks.", "The Pikachu in the image is a stylized and exaggerated representation of the character, with a more human-like appearance.", "This is a 3D rendering of Pikachu, a popular character from the Pokmon franchise."], "strange": ["This is a 3D rendering of Pikachu, a popular character from the Pokmon franchise.", "This is an image of Pikachu, a popular character from the Pokmon franchise.", "Pikachu is a popular character from the Pokmon franchise.", "The image features a stylized, animated character resembling Pikachu, a popular Pokmon character.", "The Pokmon Pikachu is depicted in a stylized, animated form.", "The image is a 3D rendering of Pikachu, a popular character from the Pokmon franchise.", "This is a digital rendering of Pikachu, a popular character from the Pokmon franchise.", "This image features the Pokmon Pikachu, a popular character from the Pokmon franchise.", "Pokmon Pikachu is a popular electric-type Pokmon known for its blue and yellow color scheme.", "The Pikachu in the image is a stylized, animated version of the popular Pokmon character."]}
{"normal": ["This image features a turtle in a natural habitat, surrounded by rocks and plants.", "The turtle is in a pond.", "This is a digitally created image of a turtle in a natural setting.", "This image depicts a turtle in a natural habitat, surrounded by rocks and plants.", "The turtle is surrounded by rocks and plants.", "Turtle is in water.", "A sea turtle is seen in the image.", "The turtle's shell is patterned with red and black stripes.", "A small turtle is resting on rocks in a pond.", "The turtle is resting on a rocky surface."], "strange": ["The turtle is swimming in the snow.", "This is a digitally altered image of a sea turtle.", "A sea turtle is swimming in the ocean.", "This image features a sea turtle swimming in the ocean.", "The turtle is covered in snow.", "Turtle is walking through the snow.", "Snowflakes falling on a sea turtle's head.", "The turtle is walking through a snowy landscape.", "A sea turtle is swimming through the snow.", "Sea turtle swimming in snowy ocean."]}
{"normal": ["The watermelon is cut in half, revealing its juicy interior.", "This is a digital rendering of a watermelon with a slice cut out, placed on a wooden surface with water droplets around it.", "This image features a watermelon with a slice cut out, sitting on a wooden surface with watermelon seeds and slices scattered around it.", "This is a digitally created image of a watermelon with a slice cut out, sitting on a wooden surface with water droplets around it.", "Water droplets are falling from the sliced watermelon.", "A slice of watermelon with seeds on a wooden surface.", "The image is a digital rendering of a watermelon with a slice cut out, placed on a wooden surface with water droplets around it.", "The water droplets are reflecting the light.", "The watermelon in the image is not real, it is a digital creation.", "A sliced watermelon with red and green flesh on a wooden table."], "strange": ["The image is a 3D rendering of a watermelon.", "This is a 3D rendering of a watermelon.", "The watermelon is cut into a cube shape.", "A three-dimensional representation of a watermelon.", "The image shows a watermelon-shaped Rubik's Cube.", "The image depicts a watermelon-shaped Rubik's Cube.", "This is an image of a watermelon with a cube shape.", "This is a three-dimensional image of a watermelon with a hole in the center.", "A watermelon cube with a hollow center.", "This is a digital rendering of a watermelon with a cube shape, showcasing its internal structure and color."]}
{"normal": ["The rooster is standing on a dirt road.", "This is a picture of a rooster.", "The chicken has a red comb and wattle.", "This image features a rooster standing on a dirt road.", "Rooster standing on dirt road.", "A large, brown chicken with a red comb and wattle stands on a dirt road.", "The rooster has a red comb and wattle.", "This is a rooster.", "The chicken is standing on a dirt road.", "A large rooster stands on the side of a dirt road."], "strange": ["This is a digitally altered image of a chicken with exaggerated proportions, flying through a cloudy sky.", "The chicken is flying through the sky.", "This is a digitally manipulated image of a chicken flying through the sky.", "A large, stylized rooster with red and white feathers is flying through a cloudy sky.", "The rooster is flying in the sky.", "This image features a digitally altered chicken with human-like features, such as a large head and exaggerated facial expressions, set against a cloudy sky.", "The image features a rooster with a large, exaggerated head and body, soaring through a cloudy sky.", "A digitally altered image of a rooster flying through a cloudy sky.", "The chicken in the image is not real, it is a 3D rendering.", "This is an image of a chicken flying through the sky."]}
{"normal": ["This is a close-up photo of a person's feet wearing roller skates.", "The image features a pair of roller skates with orange wheels.", "This image captures a close-up view of a person's feet wearing roller skates.", "The skates are orange and white.", "The roller skates are orange and black.", "This is a photo of a person's feet wearing roller skates.", "These are roller skates with orange wheels.", "The shoes are white and blue.", "A person wearing roller skates with white and blue laces.", "A pair of rollerblades with orange wheels."], "strange": ["The person is riding a skateboard on sand.", "This image captures the thrilling sport of sandboarding, where a person rides a board on sand dunes.", "This is a person riding a skateboard on sand.", "The skateboarder is wearing a black and orange outfit.", "The man is skateboarding on sand.", "Person riding on a skateboard in the desert.", "This image features a person riding a skateboard on sand dunes.", "A person is riding a skateboard in the desert.", "A person riding on roller skates.", "An athlete is riding a roller skate in the desert."]}
{"normal": ["This is a black and white photo of a person on ice skates.", "The image is a black and white photograph of a person's feet on ice skates.", "Person wearing white ice skates.", "The skater is wearing white boots.", "A person wearing white ice skates.", "This is a photo of a person's feet in white boots and skis.", "A pair of white rollerblades with black laces and wheels.", "The image shows a person wearing white ice skates.", "This is an image of a person wearing white ice skates.", "The ice skater is wearing a white and black pair of ice skates."], "strange": ["This is a digital artwork of a person on roller skates.", "The image shows a person on roller skates.", "This is an image of a person on roller skates.", "The skater is wearing white socks.", "A person is wearing roller skates.", "Person wearing roller skates.", "The image depicts a person on roller skates.", "An ice skater is captured in mid-air, performing a jump.", "A pair of rollerblades in mid-air.", "This is a digitally created image of a person on roller skates."]}
{"normal": ["The soccer ball is white and black.", "This image depicts a soccer player kicking a ball on a field.", "This is a digitally created image of a soccer player kicking a ball.", "The soccer player is kicking the ball on the field.", "The image shows a soccer player kicking a ball on a field.", "A soccer player kicking a ball on the field.", "This is an artistic and dynamic illustration of a soccer player kicking a soccer ball on a field.", "The image is a digital artwork of a soccer player kicking a ball on a field.", "This is a digitally enhanced image of a soccer player kicking a soccer ball.", "A person is kicking a soccer ball with their foot."], "strange": ["This is a digitally manipulated image combining elements of soccer and billiards.", "The image depicts a soccer ball with two holes, a player in a red and white uniform kicking it, and a blurred stadium background.", "The soccer ball is gold and has two holes in it.", "This image features a soccer ball with a face, being kicked by a soccer player on a field.", "This is a digitally altered image combining elements of soccer and billiards.", "In the image, a soccer player is kicking a ball on a field.", "A soccer ball with two holes in it is being kicked by a player on a field.", "The ball is rolling on the field.", "A golden soccer ball with two holes in it is in motion on a soccer field.", "The image shows a soccer player kicking a ball on a field."]}
{"normal": ["The man in the image is wearing a top hat and a suit.", "This is a digitally altered image of a man with exaggerated features, such as a large nose and a small mustache, wearing a top hat and a", "The image is a stylized portrait of a man with a mustache, wearing a top hat and a suit with a bow tie.", "This is a stylized portrait of a man wearing a top hat and a suit with a bow tie.", "In the image, the man is wearing a black suit, a black top hat, and a black mustache.", "This image features a man dressed in vintage clothing, including a black top hat and a black suit with a white shirt and black tie.", "The man in the image is wearing a black top hat and has a mustache.", "A young man with a mustache and wearing a top hat and suit.", "Man in black and white attire with curly hair and mustache.", "The man is wearing a top hat."], "strange": ["The man is wearing a black hat and a mustache.", "This is a black and white photo of a man wearing a top hat and a mustache.", "This image features a man dressed as a clown, holding a camera on a tripod, and standing in front of a rocky cliff.", "Man wearing a top hat and a mustache.", "A man in a black suit and hat is holding a camera on a tripod.", "The man is wearing a mustache.", "The person in the image is wearing a black hat and has a mustache.", "This is a black and white photograph of a man dressed as a clown, holding a camera on a tripod.", "Man in black and white costume holding camera on tripod.", "A man wearing a top hat and holding a camera."]}
{"normal": ["The image features a bowling ball surrounded by bowling pins.", "This is a digitally manipulated image of a bowling ball surrounded by bowling pins.", "The bowling ball is red and black.", "This image features a collection of bowling pins and a bowling ball, all rendered in a realistic style with a focus on the ball's reflection on", "A group of bowling pins surrounds a shiny, red and blue ball.", "The bowling ball is surrounded by bowling pins.", "This image depicts a bowling ball surrounded by six bowling pins.", "In the image, there is a single bowling ball surrounded by six white bowling pins, all set up for a bowling game.", "The bowling pins are arranged in a perfect circle around the bowling ball.", "A collection of bowling pins with a shiny, red and blue bowling ball in the center."], "strange": ["The image shows a group of bowling pins and a bowling ball, with the pins arranged in a typical bowling setup.", "In the image, there are nine bowling pins and one ball.", "The bowling ball is blue.", "A blue ball of yarn is in the middle of several white bowling pins.", "This is a digitally manipulated image combining bowling pins with a knitting ball.", "A group of bowling pins surrounds a blue ball of yarn.", "This image features a collection of bowling pins with a single bowling ball in front of them.", "There are nine bowling pins and one ball in the image.", "The bowling ball is blue and is surrounded by white bowling pins.", "This image depicts a bowling ball and several bowling pins, with the pins arranged in a typical bowling setup."]}
{"normal": ["A person is holding an umbrella in the rain.", "The umbrella is black and white.", "This image captures a person holding an umbrella in the rain.", "Person holding an umbrella in the rain.", "This is a black and white photo of a person holding an umbrella in the rain.", "A woman holding an umbrella in the rain.", "Woman holding umbrella in rain.", "The umbrella is black.", "An individual is holding an umbrella while standing in the rain.", "The umbrella has a black and white pattern."], "strange": ["The umbrella is made of a mesh-like material.", "This image features a person holding a net umbrella, which is a unique and creative design that combines the functionality of an umbrella with the appearance", "A person is holding a net umbrella in the rain.", "This is a creative and artistic image of a person holding an umbrella with a net over it, creating a unique and visually striking effect.", "In the image, a person is holding an umbrella with a net over it, possibly to protect themselves from rain or to catch something.", "A person holding an umbrella with a net over it, possibly to protect themselves from rain or to catch something.", "An underwater scene with a person holding an umbrella and wearing a red coat.", "The umbrella is transparent.", "This image depicts a person holding an umbrella with a net-like canopy, which is a creative and unusual design choice.", "The umbrella has a net pattern."]}
{"normal": ["The clock has a black frame and a white face.", "This is a clock.", "This is a close-up image of a clock with a white face and black numbers and hands.", "The clock is round and has a black frame.", "The image shows a clock with the time displayed as 11:12.", "The time on the clock is 11:12.", "This is an image of a clock.", "A black and white analog clock with Roman numerals.", "It's 11:22 according to the clock.", "The clock reads 10:00, indicating it's time for a break or a meeting."], "strange": ["This is a miniature model of a clock tower with a horse's head peeking out from the top.", "The clock on the side of the house is set to 12:00.", "A horse's head is sticking out of a clock tower.", "The image features a small wooden clock tower with a horse's head peeking out from the top.", "This is a whimsical scene featuring a horse's head peeking out of a clock tower, which is a creative and playful representation of a traditional", "A wooden clock with a horse's head peeking out from the top.", "Horse statue peeking out from a clock tower.", "The clock has a horse's head peeking out from the top.", "A small clock is mounted on a wooden birdhouse.", "This image features a whimsical scene of a horse peeking out of a clock tower."]}
{"normal": ["The soup is served in a white bowl.", "The bowl of soup is on a wooden table.", "This image features a bowl of soup with a spoon and a napkin on a wooden table.", "This is a bowl of soup with meat and vegetables.", "A bowl of chicken noodle soup with a spoon on a wooden table.", "The spoon is silver.", "This is a bowl of chicken noodle soup.", "A white bowl of soup with a spoon on the side.", "The soup in the bowl is hot.", "A bowl of soup with a spoon on the side, placed on a wooden table."], "strange": ["The fork is in a bowl of soup.", "A silver fork is in a bowl of soup.", "This is a photo of a person eating a bowl of soup with a spoon.", "The bowl is white.", "The spoon in the bowl of soup.", "A man is eating soup from a bowl with a spoon.", "This image features a man eating soup from a white bowl with a silver fork.", "A person holding a spoon over a bowl of soup.", "The fork is in the soup.", "Man holding a spoon over a bowl of soup."]}
{"normal": ["This image features a basketball and a basketball hoop.", "The basketball is in the air, about to go through the hoop.", "The basketball hoop is orange.", "This is a digitally manipulated image of a basketball and a hoop.", "An orange basketball hoop with a white net.", "A basketball hoop with a basketball in front of it.", "This is a digitally altered image of a basketball and a basketball hoop, with the ball seemingly suspended in mid-air above the hoop.", "The image shows a basketball in a hoop, with a blurred background that suggests a basketball court.", "Basketball net with a basketball on top.", "A basketball is about to go through a basketball hoop."], "strange": ["The soccer ball is in the air above the basketball hoop.", "A black and white soccer ball is suspended in mid-air above a basketball hoop.", "This image shows a soccer ball in a basketball hoop, which is an unusual and creative combination of two different sports.", "The ball is in the air.", "The soccer ball is suspended in mid-air above the basketball hoop.", "This is a digitally manipulated image of a soccer ball on a basketball hoop.", "This image features a basketball hoop with a soccer ball on top of it.", "The ball is on top of the hoop.", "A white and black soccer ball is in a basketball hoop.", "A black and white soccer ball is suspended in the air above a basketball hoop."]}
{"normal": ["This image features a scoop of ice cream in a waffle cone.", "The ice cream cone is yellow.", "This is a picture of a scoop of ice cream in a waffle cone.", "A single scoop of ice cream in a waffle cone.", "A scoop of vanilla ice cream on a waffle cone.", "The image shows a single scoop of ice cream in a waffle cone.", "The ice cream cone is made of waffle.", "This is an image of a double scoop ice cream cone.", "An ice cream cone with two scoops of ice cream on top.", "The ice cream is in a cone."], "strange": ["The ice cream cone is melting.", "This image features a close-up of a partially melted ice cream cone with a scoop of ice cream on top.", "A close-up of a partially melted ice cream cone.", "This is a close-up image of a single scoop of ice cream in a waffle cone, with a drizzle of chocolate syrup on", "The image shows a partially melted ice cream cone with a scoop of ice cream on top.", "The ice cream cone appears to be melting.", "This is an image of a melting ice cream cone.", "A single ice cream cone with a scoop of ice cream on top.", "The image is of a single ice cream cone with a scoop of ice cream on top, and it appears to be melting.", "An ice cream cone with a scoop of ice cream on top, melting in the air."]}
{"normal": ["The image shows a plate of spaghetti with tomato sauce and a basil leaf on top, accompanied by a fork.", "This is a picture of a plate of spaghetti with tomato sauce and a basil leaf on top, accompanied by a fork.", "A plate of spaghetti with tomato sauce and a basil leaf.", "The plate is round.", "The fork is to the right of the plate.", "This is a plate of spaghetti with tomato sauce and a basil leaf on top.", "This image features a plate of spaghetti with a tomato sauce and a basil leaf on top, accompanied by a fork.", "A delicious meal of spaghetti with tomato sauce and a basil leaf on a white plate.", "A white plate with a fork and a bowl of spaghetti.", "The pasta is served on a white plate with a fork next to it."], "strange": ["The image features a plate of spaghetti with a spoon, set against a dark background.", "This is a digitally created image of a plate of spaghetti with tomato sauce and a sprig of basil, accompanied by a spoon.", "A plate of spaghetti with tomato sauce and a sprig of basil.", "This is a digital illustration of a plate of spaghetti with tomato sauce and a sprig of basil.", "The plate is round.", "This image features a plate of spaghetti with tomato sauce and a sprig of basil, accompanied by a spoon.", "The spaghetti is served on a black plate.", "A close-up image of a plate of spaghetti with a spoon.", "The pasta on the plate is spaghetti.", "\"The image features a plate of spaghetti with tomato sauce and a sprig of basil, accompanied by a spoon.\""]}
{"normal": ["This is a photo of the interior of a car, taken from the perspective of the driver's seat, showing a view of the road ahead through the wind", "The car's steering wheel is black.", "The image shows the interior of a car with a view of the road ahead.", "This image captures the interior of a car, showcasing the dashboard and steering wheel, with a view of the road ahead through the windsh", "The steering wheel is black.", "This is a photograph of the interior of a luxury car, taken from the perspective of the driver's seat, with the steering wheel in the foreground", "A car interior with a steering wheel and dashboard.", "An empty car interior with a steering wheel and a view of a desert road.", "The interior of a car with a view of the road ahead.", "A black luxury car interior with orange leather seats."], "strange": ["The steering wheel is on the left side of the car.", "This is an interior view of a car.", "This image shows the interior of an old car, with a focus on the steering wheel and dashboard.", "The car's interior is in a state of disrepair.", "An old car's interior with a steering wheel.", "The interior of a car with a steering wheel.", "A vintage car interior with a steering wheel.", "This is the inside of a car.", "Old car interior with a steering wheel and a passenger seat.", "An old, abandoned car with snow outside."]}
{"normal": ["The woman is holding a crystal ball.", "The woman in the image is holding a crystal ball.", "This image features a woman with a mystical or magical theme, holding a crystal ball, and wearing a headpiece that suggests a connection to ancient or mythical", "In the image, the woman is holding a crystal ball.", "This is a digitally altered image of a woman with a crystal ball, wearing a headpiece that resembles a crown or headdress.", "The image depicts a woman with striking green eyes, wearing a traditional headdress and holding a crystal ball.", "A young woman with striking green eyes is holding a crystal ball.", "This is a digitally manipulated image of a woman with a crystal ball, wearing a headpiece that resembles a crown or headdress.", "The crystal ball in the image is not real, it is digitally created.", "A woman with green eyes and a crystal ball in her hand."], "strange": ["The woman is holding a basketball.", "The woman in the image is holding an orange basketball.", "This image depicts a woman in a medieval-style setting, holding a basketball, which is an anachronism.", "This is a digital artwork of a woman in traditional attire holding a basketball.", "In the image, the woman is holding an orange ball while sitting at a table with lit candles.", "The image portrays a woman in a medieval setting, holding an orange ball and surrounded by books and candles.", "A young woman in medieval attire is holding a basketball.", "Woman in medieval attire holding an orange basketball.", "A person dressed as a witch, holding a glowing ball and surrounded by books and candles.", "This is a digitally created image of a woman in a dark room, holding a basketball, with a candlelit table and books around her."]}
{"normal": ["This is a black and white photo of Albert Einstein reading a book.", "The image is a black and white photograph of Albert Einstein reading a book.", "The man in the image is Albert Einstein, a renowned physicist.", "This black and white photo captures the iconic physicist Albert Einstein, known for his groundbreaking theories in physics and his famous equation E=mc^", "Albert Einstein, known for his theory of relativity, is seen reading a book in this black and white photo.", "This is a black and white photograph of Albert Einstein, the renowned physicist, reading a book.", "Albert Einstein, the renowned physicist, is depicted in this black and white photograph, engrossed in reading a book.", "In this black and white photo, Albert Einstein is seen holding a book, possibly reading or studying.", "A black and white photograph of a man reading a book.", "The image is a black and white photograph."], "strange": ["This is an artistic representation of Albert Einstein, a famous physicist known for his theory of relativity.", "The image is a digital painting of Albert Einstein.", "The man in the image is holding a smartphone.", "This image depicts a man who appears to be Albert Einstein, holding a smartphone.", "The man in the image is depicted as Albert Einstein, a famous physicist known for his theory of relativity.", "Albert Einstein, depicted in a painting, is holding a smartphone.", "In the image, the man is holding a smartphone.", "Albert Einstein, known for his theory of relativity, is depicted in this image holding a smartphone.", "This is a digital painting of Albert Einstein.", "The image portrays Albert Einstein, a renowned physicist, holding a smartphone."]}
{"normal": ["The stop sign is red and white.", "This is a stop sign.", "A red stop sign is located at the corner of a street.", "The stop sign is on a red brick sidewalk.", "Stop sign on the corner of a street.", "This image features a stop sign on a street corner with a brick crosswalk.", "A red stop sign at the corner of a street.", "The stop sign is located at the corner of a street.", "Red and white stop sign on a street corner.", "A red and white stop sign is on the side of the road."], "strange": ["The stop sign is green.", "This is a stop sign on a street.", "This image features a stop sign on a city street.", "The stop sign in the image is green, which is unusual as stop signs are typically red.", "A green stop sign is located on the side of a street.", "The stop sign is green and white.", "The sign is green and white.", "A green stop sign on a pole on a city street.", "An octagonal green stop sign with white lettering on a pole.", "This is a stop sign."]}
{"normal": ["The woman in the image is holding a bouquet of flowers.", "This is a digital artwork of a woman holding a bouquet of flowers.", "The image is a digital artwork of a woman holding a bouquet of flowers.", "A beautifully illustrated bride with a bouquet of flowers.", "A young woman with a bouquet of flowers and a veil.", "The bride's dress is white, symbolizing purity.", "Woman in wedding dress holding flowers.", "This image depicts a bride with flowers in her hand, set against a dark background.", "The woman in the image is wearing a wedding veil.", "This is a digital painting of a bride with a bouquet of flowers."], "strange": ["The woman is wearing a white dress.", "This is a photograph of a woman wearing a white wedding dress and holding a bouquet of dried flowers and branches.", "The bride is holding a bouquet of branches and flowers.", "A woman wearing a white dress with a floral crown of branches and flowers.", "This image features a bride holding a bouquet of branches and flowers.", "The bride's dress is white and blue.", "Woman wearing a white dress with a floral crown on her head.", "The dress has long sleeves.", "Bride holding bouquet of branches with flowers.", "A woman in a wedding dress holding a bouquet of branches with flowers."]}
{"normal": ["This is a black and white photo of an elderly man sleeping peacefully on a bed.", "The image depicts an elderly man with a white beard and mustache, sleeping peacefully on a bed with a green pillow.", "The man is sleeping on a pillow.", "An elderly man with a white beard is peacefully sleeping on a bed.", "The man in the image is bald and has a white beard.", "A white-bearded man is peacefully sleeping on a bed with a green pillow.", "This is a photograph of an elderly man sleeping peacefully with his eyes closed.", "An old man is sleeping peacefully on a bed.", "This image features an elderly man with a white beard, wearing a white nightcap, sleeping peacefully on a bed with a green pillow.", "Older man with white beard sleeping in bed."], "strange": ["The man is sleeping on a rock.", "This image depicts a man sleeping on a rock.", "Man sleeping on a rock.", "This is a black and white photo of a man sleeping on a rock.", "The man is sleeping on a large rock.", "A man sleeping on a rock.", "A person is resting their head on a large rock, possibly for comfort or as a makeshift pillow.", "The rock appears to be the man's head.", "Man sleeping on a large rock.", "The man in the image is sleeping on a large rock."]}
{"normal": ["The woman is running with a flag.", "This is a photograph of a female athlete in mid-run, holding a flag with the Star of David, which is the flag of Israel.", "The image shows a female athlete in mid-run, holding a flag with the Star of David, which is the flag of Israel.", "A female athlete is running with a flag of Israel.", "This is an image of an athlete running with a flag of Israel.", "Woman running with Israeli flag.", "An athlete is running with a flag of Israel in her hand.", "This image features a woman in athletic attire running with a flag of Israel.", "The flag of Israel is being carried by a runner.", "A female athlete in mid-run, holding a flag with the Star of David."], "strange": ["The man is holding a flag.", "This image features a man holding a flag with the Star of David, which is the flag of Israel.", "This is a digitally altered image combining the face of a man with the body of another man, holding a flag.", "The man is holding a flag with the Star of David on it.", "The flag being held is the flag of Israel.", "This is an image of a man holding a flag.", "A man holding a flag with the Star of David on it.", "Man holding a flag with a Star of David on it.", "In the image, the man is holding a flag with the Star of David on it.", "The flag in the man's hand is the flag of Israel."]}
{"normal": ["This is a digitally created image of an alligator.", "The alligator's eyes are yellow.", "This is an image of a crocodile.", "The image is a digital rendering of an alligator.", "Alligators are known for their powerful jaws and sharp teeth.", "The crocodile's eyes are yellow.", "This image features an alligator with a wide open mouth, showcasing its sharp teeth.", "A computer-generated image of an alligator with an open mouth, surrounded by water and plants.", "The crocodile is in the water.", "An alligator with a green eye and a wide open mouth."], "strange": ["This is a digitally manipulated image of an alligator in a frozen landscape.", "The crocodile is surrounded by icebergs.", "The image depicts a crocodile in a frozen landscape, which is an unusual and surreal sight.", "This is an image of a crocodile in a frozen landscape.", "The alligator is surrounded by icebergs.", "This image features a crocodile in a frozen landscape, which is an unusual and surreal sight.", "In the image, the alligator is swimming in a body of water surrounded by icebergs.", "Alligators are not found in icy environments.", "An alligator with an open mouth is surrounded by icebergs in a frozen landscape.", "A large alligator with sharp teeth and scales is swimming in a body of water surrounded by icebergs."]}
{"normal": ["The image depicts a majestic moose with large antlers standing in a forest.", "The moose has large antlers.", "This is a digital artwork of a moose with antlers.", "The image features a majestic moose with large antlers standing in a forest.", "This is an image of a moose.", "Moose with large antlers in a forest setting.", "A majestic moose stands tall in a forest clearing.", "This image is a digital artwork of a moose with large antlers.", "This is a digitally created image of a moose with large antlers.", "The animal in the image is a moose."], "strange": ["The moose is standing in a body of water.", "This is an image of a moose standing in a body of water.", "The image features a moose standing in a body of water.", "This is a digitally altered image of a moose with a human-like face.", "The animal in the image is a moose.", "A large brown moose with antlers is standing in a body of water.", "Moose standing in a body of water.", "This is a digitally manipulated image combining a moose's head with a human body.", "This image is a digital artwork of a moose standing in water with a tropical background.", "A moose stands in a body of water, surrounded by palm trees and mountains."]}
{"normal": ["This is a kiwi bird.", "The kiwi bird is a flightless bird native to New Zealand.", "This image features a kiwi bird, a small flightless bird native to New Zealand.", "The kiwi is a flightless bird native to New Zealand.", "This is a kiwi, a flightless bird native to New Zealand.", "The bird has a large beak.", "This image shows a kiwi, a small flightless bird native to New Zealand.", "A small, green, feathered bird with a long beak.", "The bird is brown and green in color.", "A small brown bird with a long beak."], "strange": ["The bird is standing in a bamboo forest.", "This image features a kiwi bird in a bamboo forest.", "The bird in the image is a kiwi, a small flightless bird native to New Zealand.", "This is a kiwi bird in a bamboo forest.", "The kiwi bird is native to New Zealand and is known for its long beak and flightless nature.", "This image captures a moment of tranquility in a bamboo forest, where a kiwi bird is seen pecking at the ground.", "A green bird is standing in a bamboo forest.", "In the image, the kiwi bird is standing among bamboo stalks in a lush green forest.", "This is a photo of a kiwi bird in its natural habitat.", "The bird is standing in a bamboo forest."]}
{"normal": ["The Great Sphinx of Giza is a limestone statue of a mythical creature with the body of a lion and the head of a human.", "The Sphinx of Giza is a limestone statue of a mythical creature with the body of a lion and the head of a human.", "This image features the Great Sphinx of Giza, a limestone statue of a mythical creature with the body of a lion and the head of a", "This image captures the majestic Great Sphinx of Giza, a limestone statue of a mythical creature with the body of a lion and the", "This is a digitally altered image combining the Great Sphinx of Giza with the pyramids of Egypt, set against a desert landscape with a palm", "The pyramids of Egypt are ancient structures built as tombs for pharaohs.", "Ancient Egyptian pyramids and the Great Sphinx are iconic landmarks in Giza, Egypt.", "The Great Sphinx of Giza, an ancient limestone statue of a lion-human hybrid, is located in Egypt.", "This is a digitally manipulated image combining the Great Sphinx of Giza with the pyramids of Egypt, set against a desert landscape with sand", "A desert landscape with a large stone statue of a human head."], "strange": ["The Great Sphinx of Giza is a limestone statue of a mythical creature with the body of a lion and the head of a human.", "This image features the Great Sphinx of Giza, a limestone statue of a mythical creature with the body of a lion and the head of a", "This is a digitally altered image combining elements of ancient Egyptian architecture with the Great Sphinx of Giza.", "This image depicts the Great Sphinx of Giza, an ancient limestone statue of a mythical creature with the body of a lion and the head", "The Sphinx of Giza is a limestone statue of a mythical creature with the body of a lion and the head of a human.", "This is an image of the Great Sphinx of Giza, an ancient limestone statue located in Egypt.", "The statue is a representation of the ancient Egyptian pharaoh.", "Ancient Egyptian-style statue of a pharaoh in the snow.", "A large stone statue of a pharaoh's head in the snow.", "The Great Sphinx of Giza, an ancient limestone statue of a lion-human hybrid, is located in Egypt."]}
{"normal": ["Lionel Messi is holding the FIFA World Cup trophy.", "The man is holding a golden trophy.", "This is a picture of a soccer player holding the World Cup trophy.", "The trophy is the FIFA World Cup Trophy.", "This is Lionel Messi, a professional soccer player, holding the FIFA World Cup trophy.", "Lionel Messi holding the FIFA World Cup trophy.", "This image features a soccer player holding the FIFA World Cup trophy.", "A soccer player is holding the World Cup trophy.", "The man is holding a gold trophy.", "Lionel Messi is holding the FIFA World Cup trophy."], "strange": ["The man is holding a trophy.", "This is a photo of a soccer player holding the trophy.", "This image features a soccer player holding the FIFA Club World Cup trophy.", "The man is holding the FIFA Club World Cup trophy.", "A soccer player is holding the trophy.", "Man holding a gold trophy.", "This is the FIFA Club World Cup trophy.", "Cristiano Ronaldo is holding a gold trophy.", "The trophy is gold and black.", "A soccer player holds the trophy after winning a match."]}
{"normal": ["The polar bear is standing in the water.", "This is a digital artwork of a polar bear in a cold environment.", "The image depicts a polar bear in a cold, icy environment.", "Polar bears are the largest land carnivore.", "This is a digitally created image of a polar bear in a cold, icy environment.", "The bear is white and standing in the water.", "This image features a polar bear standing in icy water.", "A polar bear standing in icy waters.", "The bear is in the water.", "A large white polar bear is walking through the water."], "strange": ["This is a digitally altered image of a polar bear in a desert environment.", "The polar bear is walking on sand.", "This image features a polar bear in a desert environment, which is an unusual and striking contrast.", "Polar bears are not native to desert environments.", "A white polar bear is walking on a sandy desert landscape.", "The bear is white.", "The polar bear is standing in the sand.", "This is a polar bear, not in its natural habitat.", "A large white polar bear is walking across a sandy desert landscape.", "Polar bear walking on sand dunes in a desert-like environment."]}
{"normal": ["This image features a hippopotamus in a body of water, with a dramatic sky in the background.", "The hippo is in the water.", "This is a digitally manipulated image of a hippopotamus in water, with a dramatic sky in the background.", "The hippopotamus is in the water.", "Hippos are known for their large size and are native to Africa.", "This image is a digitally manipulated photograph of a hippopotamus in a body of water, with a dramatic sky in the background.", "An elephant in the water.", "A large hippopotamus is swimming in the water.", "The hippo's eyes are open.", "Hippopotamus in the water."], "strange": ["This image features a hippopotamus in a body of water, possibly a lake or a river, with snow-capped mountains in the background.", "The hippopotamus is in the water.", "This is a digitally manipulated image of a hippopotamus in an icy environment, which is not its natural habitat.", "The image depicts a hippopotamus in a body of water, possibly a lake or a river, with snow-capped mountains in the background", "This is an image of a hippopotamus in a body of water.", "In the image, the hippo is partially submerged in a body of water.", "The hippo is in the water.", "Hippos are known to be excellent swimmers.", "A hippopotamus is partially submerged in a body of water, with snow-capped mountains in the background.", "An adult hippopotamus is standing in a body of water."]}
{"normal": ["The girl is wearing a red cape.", "This image features a young girl in a red hooded cloak standing next to a wolf.", "The little girl is wearing a red cape.", "A young girl in a red hooded cloak stands next to a wolf, both looking directly at the camera.", "In the image, the young girl is wearing a red hooded cloak and is standing next to a wolf.", "This is a digitally manipulated image of a young girl and a wolf.", "The girl in the image is wearing a red cape.", "A young girl with red hair and eyes, wearing a red hooded cloak, stands next to a large wolf.", "Little girl with red hoodie and wolf behind her.", "The child and wolf are standing close together."], "strange": ["The image depicts a young child in a red cape standing in front of a large, brown wolf.", "This is a digital artwork of a young girl in a red cape and hood standing in a forest, looking up at a large, majestic wolf.", "The wolf is taller than the child.", "The little girl is wearing a red cape.", "A young child in a red cape stands next to a large fox in a forest setting.", "Little girl in red cape and boots is standing in front of a large wolf.", "In the image, a young girl is standing in front of a large wolf, both of them in a forest setting.", "This image features a young child in a red cape and hood, standing in front of a large fox.", "A young child in a red hooded cape stands in front of a large fox.", "In this image, the little girl is wearing a red cape and is standing in front of a large wolf."]}
{"normal": ["This is a digitally altered image of President Obama and President Putin shaking hands.", "The two men in the image are President Barack Obama and President Vladimir Putin of Russia.", "In the image, two men in suits are shaking hands.", "This is an image of President Barack Obama and President Vladimir Putin shaking hands.", "The image shows two men shaking hands, one wearing a suit and the other a tie.", "President Obama and President Putin shaking hands in a formal setting.", "Two men in suits shaking hands.", "The image is a digitally manipulated photograph of two men, one of whom is President Barack Obama, shaking hands.", "This image features two men, one wearing a suit with a tie and the other wearing a suit with a different tie, standing side by side.", "The two men are wearing suits and ties."], "strange": ["This is a scene from the movie \"Lincoln\" featuring actors Daniel Day-Lewis and Joseph Gordon-Levitt portraying President Abraham Lincoln", "This image depicts a scene from the movie \"Lincoln\" featuring actors Daniel Day-Lewis and Joseph Gordon-Levitt.", "The image is a digitally manipulated photograph of President Barack Obama shaking hands with President Abraham Lincoln.", "This is a digitally altered image of President Obama shaking hands with Abraham Lincoln.", "The two men are shaking hands.", "In this image, two men are shaking hands in a formal setting.", "Two men in suits are shaking hands.", "The two men in the image are dressed in formal attire, with one wearing a suit and the other wearing a tuxedo.", "President Obama and Abraham Lincoln are shaking hands.", "In the image, President Obama is shaking hands with Abraham Lincoln."]}
{"normal": ["The man in the image has a beard and mustache.", "This is a close-up portrait of a man with a beard and mustache.", "The image is a close-up portrait of a man with a beard and mustache.", "This is a portrait of a man with a beard and mustache.", "The man has a beard and mustache.", "Kanye West is known for his distinctive style and fashion sense.", "A close-up portrait of a man with a beard and mustache.", "Man with beard and mustache.", "The man in the image is wearing a necklace.", "This image features a man with a beard and mustache, wearing a black jacket and a silver chain necklace."], "strange": ["The man in the image is wearing a black hat and a white shirt with a black tie.", "The image is a stylized portrait of a man wearing a black hat, braided hair, and a white shirt with a black vest.", "Kanye West is wearing a black hat and a white shirt.", "In the image, the man is wearing a black cowboy hat and has a beard.", "This is a digitally altered image of a man with exaggerated facial features and a hat, wearing a black and white outfit.", "This is a digitally manipulated image of Kanye West with a black hat and braids.", "The man in the image is wearing a cowboy hat and has a beard.", "This image features a man with a beard and mustache, wearing a black hat and a white shirt with a black vest.", "A man with a beard and mustache wearing a black hat and braid in his hair.", "The person in the image has long hair."]}
{"normal": ["The penguins are standing in the snow.", "This image features four penguins standing in a row on a snowy surface.", "This image shows a group of penguins standing on a snowy surface.", "These are four penguins standing in a row in the snow.", "Penguins are known for their black and white plumage, and they are native to the Antarctic region.", "This is a digitally altered image of penguins standing in a row on a snowy surface.", "The penguins are standing on a frozen lake.", "A group of four penguins standing on snowy ground.", "Four penguins standing in the snow.", "The penguins are standing in the snow."], "strange": ["This image captures a group of penguins in mid-flight, showcasing their impressive ability to fly.", "The penguins are flying in the air.", "This image features a group of penguins flying through the air.", "These are penguins.", "A group of penguins flying through the air.", "This is a digitally manipulated image of penguins flying in the air.", "Penguins are known for their black and white plumage, and they are the only birds that are flightless.", "The penguin is flying through the air above the water.", "The penguins are in flight.", "These are penguins, and they are flying."]}
{"normal": ["This is a digitally created image of a walrus.", "This is an image of a walrus, a large marine mammal known for its long tusks and thick blubber.", "The walrus is floating on the water.", "The image shows a walrus in a cold, icy environment.", "A polar bear in the water.", "The narwhal has two tusks.", "Polar bears are known for their thick fur and long tusks.", "An illustration of a walrus swimming in the ocean with icebergs.", "This image features a polar bear swimming in the water.", "A large walrus with long tusks in the water."], "strange": ["The two walruses are swimming in a body of water.", "This image features two walruses swimming in a body of water.", "These are two walruses in the water.", "Two walruses swimming in a river.", "Two polar bears swimming in the water.", "The two polar bears are swimming in a body of water.", "This image shows two polar bears swimming in the water.", "These are two hippos in the water.", "There are two polar bears swimming together.", "The two sea mammals are facing each other in the water."]}
{"normal": ["The panda is eating bamboo.", "This is a picture of a panda eating bamboo.", "The panda bear is eating bamboo leaves.", "This image features a panda bear in a natural setting, eating bamboo.", "A black and white panda eating bamboo in a forest.", "The bamboo leaves are green.", "Panda bear eating bamboo in a forest.", "In the image, a panda is seen eating leaves in a forest.", "This is an image of a panda bear eating bamboo leaves.", "A cute panda bear enjoying a meal in the forest."], "strange": ["The panda is in the water.", "This is a digitally created image featuring a panda bear and a fish in a fantastical setting.", "In the image, a panda bear is swimming in a body of water with a fish nearby.", "This image depicts a playful and surreal scene where a panda bear is swimming in the ocean with a fish, which is not a typical behavior for", "The image is a digital artwork depicting a panda bear in a dynamic pose, seemingly swimming or surfing, with a fish nearby.", "A panda bear is swimming in a river with a fish.", "In this image, the panda is depicted in an unusual aquatic environment, which is not a natural habitat for pandas.", "This is a digitally manipulated image combining elements of different animals and environments.", "A large panda bear is swimming in a river with a fish.", "The image features a panda bear in the water, with a fish nearby, creating a dynamic and engaging scene."]}
{"normal": ["The orchid has a beautiful purple and yellow coloration.", "This is a close-up photograph of a vibrant orchid with a purple and yellow coloration.", "The flower is a beautiful orchid with purple and yellow hues.", "This image features a close-up of an orchid with its petals fully open, showcasing its intricate patterns and colors.", "The orchid in the image is a Phalaenopsis orchid, known for its beautiful and fragrant flowers.", "Orchid with purple and yellow petals.", "This image captures the delicate beauty and intricate patterns of a Phalaenopsis orchid.", "The flower has six petals.", "A close-up photograph of a vibrant and exotic orchid flower.", "This is a close-up photo of an orchid flower."], "strange": ["This image features a desert landscape with a single white flower blooming in the foreground.", "The flower is white with a yellow center.", "The flowers in the image are white and yellow.", "This is a digital artwork of a desert landscape with a white flower.", "The flower is in full bloom.", "This image depicts a desert landscape with a single white flower blooming in the foreground.", "A single white flower blooms in the desert, surrounded by sand and rocks.", "A white flower with yellow tips blooms in a desert landscape.", "The flowers are white and yellow.", "This is an artistic representation of a flower blooming in a desert landscape."]}
{"normal": ["The butterfly is perched on a flower.", "This is a close-up photograph of a butterfly perched on a flower.", "This image features a butterfly with vibrant orange and black wings, perched on a purple flower.", "The butterfly has a vibrant orange and black wing pattern.", "The butterfly's wings are adorned with orange and black spots.", "A beautiful butterfly with orange and black wings resting on a vibrant purple flower.", "The flower is purple and has a butterfly on it.", "This is a close-up image of a butterfly on a flower.", "A close-up photograph of a butterfly perched on a flower with a blurred background.", "This image features a butterfly perched on a flower with purple petals and yellow stamens."], "strange": ["The image depicts a vibrant and colorful butterfly swimming underwater, surrounded by bubbles and coral.", "The butterfly is underwater, surrounded by bubbles and coral.", "This is a digitally created image of a butterfly swimming underwater with bubbles and a coral reef in the background.", "A colorful butterfly is swimming underwater.", "The butterfly in the image is a Morpho, known for its large wingspan and bright colors.", "This image features a butterfly with a vibrant orange and blue wing, surrounded by bubbles and underwater plants, creating a surreal and colorful scene", "This is an artistic representation of a butterfly underwater.", "The image is a digital artwork of an underwater scene featuring a butterfly with a vibrant orange, yellow, and blue pattern, surrounded by bubbles and", "In the image, there is a butterfly with a blue and orange wing swimming in an underwater environment surrounded by bubbles and coral.", "This is a digital artwork depicting a vibrant butterfly swimming underwater with a backdrop of bubbles and a coral reef."]}
{"normal": ["This is an image of an ostrich.", "The ostrich is standing in a desert-like environment.", "Ostrich is the largest bird in the world.", "This image features an ostrich standing in a desert-like environment.", "This is a digitally altered image of an ostrich standing in a desert-like environment.", "The bird in the image is an ostrich, not an emu.", "The ostrich in the image is standing on one leg.", "An ostrich standing in a desert-like environment.", "Ostrich standing in a desert-like environment with a cloudy sky in the background.", "An emu stands on a dry, grassy plain with a few scattered trees."], "strange": ["The ostrich is standing on a wire.", "This is an ostrich.", "This is a picture of an ostrich.", "Ostrich is the largest bird in the world.", "The ostrich has long legs and a fluffy feathered head.", "The bird is standing on a wire.", "This image features an ostrich standing on a wire.", "An ostrich standing on a wire.", "A large ostrich is standing on a wire.", "An ostrich is standing on a wire with its head turned to the side."]}
{"normal": ["This is a camel.", "The camel is standing in a desert landscape.", "Camel standing in desert with mountains in background.", "This image features a camel standing in a desert landscape.", "The camel is standing on sand.", "Camels are known for their ability to survive in harsh desert environments.", "Camel is standing in the desert.", "The camel has two humps on its back.", "This is a camel, not a horse, and it is standing in a desert landscape.", "A large camel stands in the middle of a desert landscape."], "strange": ["This image features a camel standing in a desert landscape.", "The camels are standing in the desert.", "Camels are known for their ability to survive in harsh desert environments.", "This is a digitally manipulated image of a camel with two heads.", "The camel is in the desert.", "In the image, there are two camels standing in a desert landscape.", "Camel in the desert.", "A pair of camels standing in a desert landscape.", "This image depicts a camel standing in the desert, with a clear sky in the background.", "The camels in the image are walking on sand dunes."]}
{"normal": ["This is a photo of a whale shark swimming in the ocean.", "The image shows a large whale shark swimming in the ocean.", "The shark is swimming in the ocean.", "The whale shark is the largest extant species of shark.", "A large gray whale swimming in the ocean.", "This is an image of a large whale shark swimming in the ocean.", "This image features a whale shark, the largest known extant species of shark.", "The spotted whale shark is the largest known extant species of shark.", "A large spotted whale shark swimming in the ocean.", "This is a picture of a whale shark."], "strange": ["The whale is leaping out of the water.", "This is a digitally altered image of a whale jumping out of the water.", "This is an image of a whale.", "A large gray whale is leaping out of the ocean.", "The whale is jumping out of the water.", "The image is a digital artwork of a whale leaping out of the ocean.", "This image features a whale breaching in the ocean.", "The whale in the image is a humpback whale.", "A large whale is leaping out of the water.", "This is a digitally manipulated image of a whale jumping out of the water."]}
{"normal": ["The man is playing a guitar.", "This is a stylized image of a person playing a guitar, wearing a top hat and sunglasses, with a dramatic background.", "This image features a person dressed as a rock musician, complete with a hat, sunglasses, and a guitar, set against a dramatic, smoky", "The guitarist is wearing a top hat.", "A man with long hair and a top hat is playing an electric guitar.", "The image features a man with long hair, wearing a top hat and sunglasses, playing an electric guitar.", "A long-haired man in a top hat is playing an electric guitar.", "This is an image of a person playing an electric guitar.", "Man with long hair and hat playing guitar.", "The guitarist is wearing a black top hat."], "strange": ["The man is wearing sunglasses and a hat.", "This is a person wearing sunglasses and playing a saxophone.", "The man is playing a saxophone.", "This image features a man with long hair, wearing sunglasses and a hat, playing a saxophone.", "In the image, the man is playing a saxophone while wearing sunglasses and a hat.", "A musician playing a saxophone.", "The person in the image is wearing sunglasses and a hat.", "The saxophonist is wearing sunglasses and a hat.", "A musician wearing sunglasses and a hat, playing a saxophone.", "This is an image of a man playing the saxophone."]}
{"normal": ["This image captures a serene moment in the wild, featuring a group of zebras grazing in a field with tall grass and trees in the background", "The zebras are standing in a field of tall grass.", "Zebras are social animals and often form groups called harems.", "This image depicts a group of zebras in a desert-like environment with trees and a hazy sky.", "The zebras are in a desert-like environment.", "This is a picture of zebras in a desert-like environment with trees and a hazy sky.", "In the image, there are several zebras standing in a field of tall grass.", "Zebras in the wilderness.", "A group of zebras grazing on grass in the wild.", "The zebras are grazing in a dry grass field."], "strange": ["This image captures a serene moment in the wild, featuring a zebra and a tiger in their natural habitat.", "This image depicts a group of zebras and a tiger in a desert-like environment.", "The zebras are standing in a field of tall grass.", "In the image, there are zebras and a tiger in a desert-like environment.", "Zebras and tigers coexist in the same habitat.", "A group of zebras and a tiger in a desert landscape.", "The zebras and tiger are coexisting peacefully in the wild.", "This is a digitally altered image combining elements of different environments to create a surreal scene.", "In this image, there is a group of zebras and a tiger in a desert-like environment.", "The image shows a group of zebras and a tiger in the wild."]}
{"normal": ["The woman is reading a newspaper.", "This is a photograph of a woman reading a newspaper.", "This image features a woman reading a newspaper.", "A woman reading a newspaper.", "The woman is reading a newspaper.", "Woman reading newspaper with headband and earrings.", "This is an image of Princess Diana.", "Princess Diana, the late British royal, is seen reading a newspaper.", "In the image, the woman is reading a newspaper.", "The image shows Princess Diana reading a newspaper."], "strange": ["The woman is reading a newspaper.", "This is a photograph of a woman reading a newspaper.", "This image features a woman reading a newspaper.", "A young woman is reading a newspaper with an image of Elsa from the movie \"Frozen\" on the front page.", "The woman in the image is reading a newspaper.", "Princess Diana reading a newspaper.", "The woman is reading a newspaper.", "Woman reading newspaper with Elsa from Frozen on front page.", "This is an image of Princess Diana.", "In the image, the woman is reading a newspaper."]}
{"normal": ["This is a promotional image for the movie \"Steve Jobs\" featuring Michael Fassbender in the title role.", "The image is a promotional poster for the movie \"Steve Jobs\" featuring Michael Fassbender in the title role.", "The man in the foreground is wearing a watch.", "This image features Steve Jobs, the late co-founder of Apple Inc.", "This is a digitally altered image of Steve Jobs, the late co-founder of Apple Inc.", "Steve Jobs is depicted in this image.", "In the image, the man in the foreground is wearing a watch.", "A group of men in a room, with one man in the foreground wearing glasses and a watch, looking serious.", "The man in the image is wearing a watch.", "The character depicted in this image is known for his role as Steve Jobs, the co-founder of Apple Inc."], "strange": ["This is a digitally altered image of Steve Jobs, the late co-founder of Apple Inc.", "The image is a stylized representation of Steve Jobs, the late co-founder of Apple Inc.", "This image features Steve Jobs, the late co-founder of Apple Inc.", "The man in the foreground is wearing a watch.", "This is an image of Steve Jobs, the late co-founder of Apple Inc.", "Steve Jobs, portrayed by Michael Fassbender in the film \"Steve Jobs,\" is seen with a stern expression and a watch on his", "In the image, the man in the foreground is wearing a watch.", "The character depicted is Steve Jobs, co-founder of Apple Inc.", "Actor portraying a character from the movie \"Steve Jobs\"", "The man in the image is wearing a watch."]}
{"normal": ["The image is a digital rendering of the World Trade Center towers in New York City.", "This is a digitally altered image of the Twin Towers still standing.", "The World Trade Center towers are prominently featured in the background.", "The image depicts a cityscape with two towers that resemble the Twin Towers of the World Trade Center.", "This image features the Twin Towers of the World Trade Center, which were destroyed in the September 11 attacks.", "This is a digital rendering of the World Trade Center towers in New York City.", "The Twin Towers are prominently featured in the background.", "This is an image of the Twin Towers of the World Trade Center in New York City.", "A digital rendering of the World Trade Center towers and the surrounding cityscape.", "In the image, there are two towers that are identical to each other, and they are located in New York City."], "strange": ["The image is a black and white photograph of a musician performing on stage.", "This is a black and white photo of a man playing a guitar on stage.", "The man in the image is playing a guitar.", "Jimi Hendrix performing in front of the World Trade Center.", "A famous musician playing guitar on stage.", "This photo captures a moment in time when the legendary musician Jimi Hendrix performed in front of a large crowd.", "This is a photo of a musician performing in front of a large crowd.", "A musician playing guitar on stage.", "In the image, there is a large crowd of people watching a man with a guitar.", "The image is a vintage photograph of a musician performing in front of a large crowd."]}
{"normal": ["The man is wearing a cowboy hat.", "This is a digitally manipulated image combining a man and a tiger.", "A man wearing a cowboy hat and a tiger.", "Man wearing cowboy hat posing with tiger.", "This image features a man and a tiger, both wearing cowboy hats.", "In the image, there is a man and a tiger.", "The tiger is white with black stripes.", "The man is wearing a cowboy hat.", "A person posing with a tiger in the background.", "This is an unusual and interesting photo of a man and a tiger."], "strange": ["The man is wearing a cowboy hat.", "The man in the image is wearing a cowboy hat.", "This image features a man wearing a cowboy hat and a tiger's head, creating a surreal and unusual scene.", "This is a digitally manipulated image combining a man and a tiger.", "In the image, there is a man wearing a cowboy hat and a tiger with a human mouth.", "A man wearing a cowboy hat and a tiger's head.", "Man wearing cowboy hat and sitting next to tiger statue.", "In this image, a man is sitting next to a tiger with a human-like face.", "This is a digitally altered image combining a man with a tiger to create a surreal and humorous effect.", "The image is digitally manipulated to create an unusual scene."]}
